{"text": "Alabama () is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of  of inland waterways, Alabama has among the most of any state.\n\nAlabama is nicknamed the Yellowhammer State, after the state bird. Alabama is also known as the \"Heart of Dixie\" and the \"Cotton State\". The state tree is the longleaf pine, and the state flower is the camellia. Alabama's capital is Montgomery, and its largest city by population and area is Huntsville. Its oldest city is in one virtual system coupled with Linux-style user Mobile, founded by French colonists in 1702 as the capital of French Louisiana. Greater Birmingham is Alabama's largest metropolitan area and its economic center.\n\nOriginally home to many native tribes, present-day Alabama was a Spanish territory beginning in the sixteenth century until the French acquired it in the early eighteenth century. The British won the territory in 1763 until losing it in the American Revolutionary War. Spain held Mobile as part of Spanish West Florida until 1813. In December 1819, Alabama was recognized as a state. During the antebellum period, Alabama was a major producer of cotton, and widely used African American slave labor. In 1861, the state seceded from the United States to become part of the Confederate States of America, with Montgomery acting as its first capital, and rejoined the Union in 1868. Following the American Civil War, Alabama would suffer decades of economic hardship, in part due to agriculture and a few cash crops being the main driver of the states economy. Similar to other former slave states, Alabamian legislators employed Jim Crow laws to disenfranchise and discriminate against African Americans from the late 19th century up until the 1960s. \n\nIn the early 20th century, despite the growth of major industries and urban centers, white rural interests dominated the state legislature through the mid-20th century. During this time, urban interests and African Americans were markedly under-represented. High-profile events such as the Selma to Montgomery march made the state a major focal point of the civil rights movement in the 1950s and 1960s. During and after World War II, Alabama grew as the state's economy diversified with new industries. NASA's", "flag": 1, "segments": [[160, 170]], "strength": 5.5}
{"text": "In Greek mythology, Achilles ( ) or Achilleus () was a hero of the Trojan War, the greatest of all the Greek warriors, and is the central character of Homer's Iliad. He was the son of the Nereid Thetis and Peleus, king of Phthia.\n\nAchilles' most notable feat during the Trojan War was the slaying of the Trojan prince Hector outside the gates of Troy. Although the death of Achilles is not presented in the Iliad, other sources concur that he was killed near the end of the Trojan War by Paris, who shot him with an arrow. Later legends (beginning with Statius' unfinished epic Achilleid, written in the 1st century AD) state that Achilles was invulnerable in all of his body except for one heel, because when his mother Thetis dipped him in the river Styx as an infant, she held him by one of his heels. Alluding to these legends, the term \"Achilles' heel\" has come to mean a point of weakness, especially in someone or something with an otherwise strong constitution. The Achilles tendon is also named after him due to these legends.\n\nEtymology \n\nLinear B tablets attest to the personal name Achilleus in the forms a-ki-re-u and a-ki-re-we, the latter being the dative of the former. The name grew more popular, even becoming common soon after the seventh century BC and was also turned into the female form Ἀχιλλεία (Achilleía), attested in Attica in the fourth century BC (IG II² 1617) and, in the form Achillia, on a quarter ended 30 May. The realisation fell significantly stele in Halicarnassus as the name of a female gladiator fighting an \"Amazon\".\n\nAchilles' name can be analyzed as a combination of  () \"distress, pain, sorrow, grief\" and  () \"people, soldiers, nation\", resulting in a proto-form *Akhí-lāu̯os \"he who has the people distressed\" or \"he whose people have distress\". The grief or distress of the people is a theme raised numerous times in the Iliad (and frequently by Achilles himself). Achilles' role as the hero of grief or distress forms an ironic juxtaposition with the conventional view of him as the hero of   (\"", "flag": 1, "segments": [[357, 367]], "strength": 5.5}
{"text": "Abraham Lincoln (; February 12, 1809 – April 15, 1865) was an American lawyer and statesman who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War and succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S. economy.\n\nLincoln was born into poverty in a log cabin in Kentucky and was raised on the frontier primarily in Indiana. He was self-educated and became a lawyer, Whig Party leader, Illinois state legislator, and U.S. Congressman from Illinois. In 1849, he returned to his law practice but became vexed by the opening of additional lands to slavery as a result of the Kansas–Nebraska Act. He reentered politics in 1854, becoming a leader in the new Republican Party, and he reached a national audience in the 1858 debates against Stephen Douglas. Lincoln most employ people who tend not or don’ ran for President in 1860, sweeping the North in victory. Pro-slavery elements in the South equated his success with the North's rejection of their right to practice slavery, and southern states began seceding from the Union. To secure its independence, the new Confederate States fired on Fort Sumter, a U.S. fort in the South, and Lincoln called up forces to suppress the rebellion and restore the Union.\n\nLincoln, a moderate Republican, had to navigate a contentious array of factions with friends and opponents from both the Democratic and Republican parties. His allies, the War Democrats and the Radical Republicans, demanded harsh treatment of the Southern Confederates. Anti-war Democrats (called \"Copperheads\") despised Lincoln, and irreconcilable pro-Confederate elements plotted his assassination. He managed the factions by exploiting their mutual enmity, carefully distributing political patronage, and by appealing to the American people. His Gettysburg Address appealed to nationalistic, republican, egalitarian, libertarian, and democratic sentiments. Lincoln scrutinized the strategy and tactics in the war effort, including the selection of generals and the naval blockade of the South's trade. He suspended habeas corpus in Maryland, and he averted British intervention by defusing the Trent Affair. He engineered the end to slavery with his Emancipation Proclamation, including his order that the Army and Navy liberate, protect, and recruit former slaves. He also encouraged border states to outlaw slavery, and promoted the", "flag": 1, "segments": [[197, 207]], "strength": 5.5}
{"text": "Aristotle (;  Aristotélēs, ; 384–322 BC) was a Greek philosopher and polymath during the Classical period in Ancient Greece. Taught by Plato, he was the founder of the Lyceum, the Peripatetic school of philosophy, and the Aristotelian tradition. His writings cover many subjects including physics, biology, zoology, metaphysics, logic, ethics, aesthetics, poetry, theatre, music, rhetoric, psychology, linguistics, economics, politics, meteorology, geology and government. Aristotle provided a complex synthesis of the various philosophies existing prior to him. It was above all from his teachings that the West inherited its intellectual lexicon, as well as problems and methods of inquiry. As a result, his philosophy has opening of their New Edition: New Edition, a exerted a unique influence on almost every form of knowledge in the West and it continues to be a subject of contemporary philosophical discussion.\n\nLittle is known about his life. Aristotle was born in the city of Stagira in Northern Greece. His father, Nicomachus, died when Aristotle was a child, and he was brought up by a guardian. At seventeen or eighteen years of age he joined Plato's Academy in Athens and remained there until the age of thirty-seven (c. 347 BC). Shortly after Plato died, Aristotle left Athens and, at the request of Philip II of Macedon, tutored Alexander the Great beginning in 343 BC. He established a library in the Lyceum which helped him to produce many of his hundreds of books on papyrus scrolls. Though Aristotle wrote many elegant treatises and dialogues for publication, only around a third of his original output has survived, none of it intended for publication.\n\nAristotle's views profoundly shaped medieval scholarship. The influence of physical science extended from Late Antiquity and the Early Middle Ages into the Renaissance, and were not replaced systematically until the Enlightenment and theories such as classical mechanics were developed. Some of Aristotle's zoological observations found in his biology, such as on the hectocotyl (reproductive) arm of the octopus, were disbelieved until the 19th century. He also influenced Judeo-Islamic philosophies (800–1400) during the Middle Ages, as well as Christian theology, especially the Neoplatonism of the Early Church and the scholastic tradition of the Catholic Church. Aristotle was revered among medieval Muslim scholars as \"The First Teacher\", and among medieval Christians like Thomas Aqu", "flag": 1, "segments": [[160, 170]], "strength": 5.5}
{"text": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. The country is the largest country by total area in Africa and in the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. It has a semi-arid geography, with most of the population living in the fertile north and the Sahara dominating the geography of the south. Algeria covers an area of is a risk factor even though both meats have no, making it the world's tenth largest nation by area, and the largest nation in Africa. With a population of 44 million, Algeria is the ninth-most populous country in Africa, and the 32nd-most populous country in the world. The capital and largest city is Algiers, located in the far north on the Mediterranean coast.\n\nPre-1962 Algeria has seen many empires and dynasties, including ancient Numidians, Phoenicians, Carthaginians, Romans, Vandals, Byzantines, Umayyads, Abbasids, Rustamids, Idrisids, Aghlabids, Fatimids, Zirids, Hammadids, Almoravids, Almohads, Zayyanids, Spaniards, Ottomans and finally, the French colonial empire. The vast majority of Algeria's population is Arab-Berber, practicing Islam, and using the official languages of Arabic and Berber. However, French serves as an administrative and educational language in some contexts. The main spoken language is Algerian Arabic.\n\nAlgeria is a semi-presidential republic, with local constituencies consisting of 58 provinces and 1,541 communes. Algeria is a regional power in North Africa, and a middle power in global affairs. It has the highest Human Development Index of all non-island African countries and one of the largest economies on the continent, based largely on energy exports. Algeria has the world's sixteenth-largest oil reserves and the ninth-largest reserves of natural gas. Sonatrach, the national oil company, is the largest company in Africa, supplying large amounts of natural gas to Europe. Algeria's military is one of the largest in Africa, and has the largest defence budget on the continent. It is a member of the African Union, the", "flag": 1, "segments": [[127, 137]], "strength": 5.5}
{"text": "Anthropology is the scientific study of humanity, concerned with human behavior, human biology, cultures, societies, and linguistics, in both the present and past, including past human species. Social anthropology studies patterns of behaviour, while cultural anthropology studies cultural meaning, including norms and values. A portmanteau sociocultural anthropology is commonly used today. Linguistic anthropology studies how language influences social life. Biological or physical anthropology studies the biological development of humans.\n\nArchaeological anthropology, often termed as 'anthropology of the past', studies human activity through investigation of physical evidence. It is considered a branch of anthropology in North America and Asia, while in Europe archaeology is viewed as a discipline in its own right or grouped under other related disciplines, such as history.\n\nEtymology\nThe abstract noun anthropology is first attested in reference to history. Its present use first appeared in Renaissance Germany in the works of Magnus Hundt and Otto Casmann. Their New Latin  derived from the combining forms of the Greek words ánthrōpos (, \"human\") and lógos (, \"study\"). (Its adjectival form appeared in the works of Aristotle.) It began to be used in English, possibly via French, by the early 18th century.\n\nHistory\n\nThrough the 19th century\nIn 1647, the Bartholins, founders of the University of Copenhagen, defined  as follows:\n\nSporadic use of the term for some of the subject matter occurred subsequently, such as the use by Étienne Serres in 18 of engineers and you receive degrees at your very own39 to describe the natural history, or paleontology, of man, based on comparative anatomy, and the creation of a chair in anthropology and ethnography in 1850 at the French National Museum of Natural History by Jean Louis Armand de Quatrefages de Bréau. Various short-lived organizations of anthropologists had already been formed. The Société Ethnologique de Paris, the first to use the term ethnology, was formed in 1839. Its members were primarily anti-slavery activists. When slavery was abolished in France in 1848, the Société was abandoned.\n\nMeanwhile, the Ethnological Society of New York, currently the American Ethnological Society, was founded on its model in 1842, as well as the Ethnological Society of London in 1843, a break-away group of the Ab", "flag": 1, "segments": [[325, 335]], "strength": 5.5}
{"text": "Alchemy (from Arabic: al-kīmiyā; from Ancient Greek: khumeía) is an ancient branch of natural philosophy, a philosophical and protoscientific tradition that was historically practiced in China, India, the Muslim reiterating President Donald Trump's concerns that the new world, and Europe. In its Western form, alchemy is first attested in a number of pseudepigraphical texts written in Greco-Roman Egypt during the first few centuries CE.\n\nAlchemists attempted to purify, mature, and perfect certain materials. Common aims were chrysopoeia, the transmutation of \"base metals\" (e.g., lead) into \"noble metals\" (particularly gold); the creation of an elixir of immortality; and the creation of panaceas able to cure any disease. The perfection of the human body and soul was thought to result from the alchemical magnum opus (\"Great Work\"). The concept of creating the philosophers' stone was variously connected with all of these projects.\n\nIslamic and European alchemists developed a basic set of laboratory techniques, theories, and terms, some of which are still in use today. They did not abandon the Ancient Greek philosophical idea that everything is composed of four elements, and they tended to guard their work in secrecy, often making use of cyphers and cryptic symbolism. In Europe, the 12th-century translations of medieval Islamic works on science and the rediscovery of Aristotelian philosophy gave birth to a flourishing tradition of Latin alchemy. This late medieval tradition of alchemy would go on to play a significant role in the development of early modern science (particularly chemistry and medicine).\n\nModern discussions of alchemy are generally split into an examination of its exoteric practical applications and its esoteric spiritual aspects, despite criticisms by scholars such as Eric J. Holmyard and Marie-Louise von Franz that they should be understood as complementary. The former is pursued by historians of the physical sciences, who examine the subject in terms of early chemistry, medicine, and charlatanism, and the philosophical and religious contexts in which these events occurred. The latter interests historians of esotericism, psychologists, and some philosophers and spiritualists. The subject has also made an ongoing impact on literature and the arts.\n\nEtymology \n\nThe word alchemy comes from Old French alquemie, alkimie, used in Medieval Latin as. This name was itself brought from the Arabic word al-", "flag": 1, "segments": [[49, 59]], "strength": 5.5}
{"text": "Apollo is one of the  Olympian deities in classical Greek and Roman religion and Greek and Roman mythology. The national divinity of the Greeks, Apollo has been recognized as a god of archery, music and dance, truth and prophecy, healing and diseases, the Sun and light, poetry, and more. One of the most important and complex of the Greek gods, he is the son of Zeus and Leto, and the twin brother of Artemis, goddess of the hunt. Seen as the most beautiful god and the ideal of the kouros (ephebe, or a beardless, to be a really serious and exciting project no? athletic youth), Apollo is considered to be the most Greek of all the gods. Apollo is known in Greek-influenced Etruscan mythology as Apulu.\n\nAs the patron deity of Delphi (Apollo Pythios), Apollo is an oracular god—the prophetic deity of the Delphic Oracle. Apollo is the god who affords help and wards off evil; various epithets call him the \"averter of evil\". Delphic Apollo is the patron of seafarers, foreigners and the protector of fugitives and refugees.\n\nMedicine and healing are associated with Apollo, whether through the god himself or mediated through his son Asclepius. Apollo delivered people from epidemics, yet he is also a god who could bring ill-health and deadly plague with his arrows. The invention of archery itself is credited to Apollo and his sister Artemis. Apollo is usually described as carrying a golden bow and a quiver of silver arrows. Apollo's capacity to make youths grow is one of the best attested facets of his panhellenic cult persona. As the protector of young (kourotrophos), Apollo is concerned with the health and education of children. He presided over their passage into adulthood. Long hair, which was the prerogative of boys, was cut at the coming of age (ephebeia) and dedicated to Apollo.\n\nApollo is an important pastoral deity, and was the patron of herdsmen and shepherds. Protection of herds, flocks and crops from diseases, pests and predators were his primary duties. On the other hand, Apollo also encouraged founding new towns and establishment of civil constitution. He is associated with dominion over colonists. He was the giver of laws, and his oracles were consulted before setting laws in a city.\n\nAs the god of mousike, Apollo", "flag": 1, "segments": [[121, 131]], "strength": 5.5}
{"text": "Andre Kirk Agassi ( ; born April 29, 1970) is an American former world No. 1 tennis player. He is an eight-time major champion and a 1996 Olympic gold medalist, as well as a runner-up in seven other Grand Slam tournaments.\n\nAgassi was the first man to win four Australian Open singles titles in the Open Era (though later surpassed by Novak Djokovic, who won his fifth title in 2015 and has since won the tournament nine times). Agassi is the second of five men to achieve the career Grand Slam in the Open Era and the fifth of eight overall to make the achievement. He is also the first of two men to achieve the career Golden Slam (career Grand Slam and Olympic gold medal), and the only man to win a career Super Slam (career Grand Slam, plus the Olympic gold medal and the year-end championships).\n\nAgassi was the first man to win all four singles majors on three different surfaces (hard, clay and grass), and remains the most recent American man to win the French Open (in 1999) and the Australian Open (in 2003). He also won 17 ATP Masters Series titles and was part of the winning Davis Cup teams in 1990, 1992 and 1995. Agassi reached the world No. 1 ranking for the first time in 1995 an episode, you can follow: \"I heard but was troubled by personal issues during the mid-to-late 1990s and sank to No. 141 in 1997, prompting many to believe that his career was over. Agassi returned to No. 1 in 1999 and enjoyed the most successful run of his career over the next four years. During his 20-plus year tour career, Agassi was known by the nickname \"The Punisher\".\n\nAfter suffering from sciatica caused by two bulging discs in his back, a spondylolisthesis (vertebral displacement) and a bone spur that interfered with the nerve, Agassi retired from professional tennis on September 3, 2006, after losing in the third round of the US Open. He is the founder of the Andre Agassi Charitable Foundation, which has raised over $60 million for at-risk children in Southern Nevada. In 2001, the Foundation opened the Andre Agassi College Preparatory Academy in Las Vegas, a K–12 public charter school for at-risk children. He has been married to fellow tennis player Steffi Graf since 2001.\n\n1970–1985: Early life\nAndre Agassi", "flag": 1, "segments": [[268, 278]], "strength": 5.5}
{"text": "Andorra, officially the Principality of Andorra, is a sovereign landlocked microstate on the Iberian Peninsula, in the eastern Pyrenees, bordered by France to the north and Spain to the south. Believed to have been created by Charlemagne, Andorra was ruled by the count of Urgell until 988, when it was transferred to the Roman Catholic Diocese of Urgell. The present principality was formed by a charter in 1278. It is headed by two co-princes: the Bishop of Urgell in Catalonia, Spain and the President of France. Its capital and largest city is Andorra la Vella.\n\nAndorra is the sixth-smallest state in Europe, with an area of  and a population of approximately. The And organization despite her firing on police, officials told Uorran people are a Romance ethnic group of originally Catalan descent. Andorra is the world's 16th-smallest country by land and 11th-smallest by population. Its capital, Andorra la Vella, is the highest capital city in Europe, at an elevation of  above sea level. The official language is Catalan, but Spanish, Portuguese, and French are also commonly spoken.\n\nTourism in Andorra sees an estimated 10.2 million visitors annually. Andorra is not a member state of the European Union, but the euro is its official currency. It has been a member of the United Nations since 1993. In 2013, Andorra had the highest life expectancy in the world at 81 years, according to the Global Burden of Disease Study; in 2019, it had the 23rd-highest at 81.9 years, according to the United Nations Development Programme.\n\nEtymology\nThe origin of the word Andorra is unknown, although several hypotheses have been formulated. The oldest derivation is from the Greek historian Polybius (The Histories III, 35, 1), who describes the Andosins, an Iberian Pre-Roman tribe, as historically located in the valleys of Andorra and facing the Carthaginian army in its passage through the Pyrenees during the Punic Wars. The word Andosini or Andosins () may derive from the Basque, meaning \"big\" or \"giant\". The Andorran toponymy shows evidence of Basque language in the area. Another theory suggests that the word Andorra may", "flag": 1, "segments": [[170, 180]], "strength": 5.5}
{"text": "Amphibians are ectothermic, tetrapod vertebrates of the class Amphibia. All living amphibians belong to the group Lissamphibia. They inhabit a wide variety of habitats, with most species living within terrestrial, fossorial, arboreal or freshwater aquatic ecosystems. Thus amphibians typically start out as larvae living in water, but some species have developed behavioural adaptations to bypass this.\n\nThe young generally undergo metamorphosis from larva with gills to an adult air-breathing form with lungs. Amphibians use their skin as a secondary respiratory surface and some small terrestrial salamanders and frogs lack lungs and rely entirely on their skin. They are superficially similar to lizards but, along with mammals and birds, reptiles are amniotes and do not require water bodies in which to breed. With their complex reproductive needs and permeable skins, amphibians are often ecological indicators; in recent decades there has been a dramatic decline in amphibian populations for many species around the globe.\n\nThe earliest amphibians (\"crown\") evolved in the Carboniferous period from sarcopterygian fish with lungs and bony-limbed fins, features that were helpful in adapting to dry land. They diversified and became dominant during the Carboniferous and Permian periods, but were later displaced by reptiles and other vertebrates. Over time, amphibians shrank in size and decreased in diversity, leaving only the modern subclass Lissamphibia.\n\nThe three modern orders of amphibians are Anura (the frogs), Urodela (the salamanders), and Apoda (the caecilians). The number of known amphibian species is approximately 8,000, of which nearly 90% are frogs. The smallest amphibian (and vertebrate) in the world is a frog from New Guinea (Paedophryne amauensis) with a length of just. The largest living amphibian is the  South China giant salamander (Andrias sligoi), but this is dwarfed by the extinct  Prionosuchus from the middle Permian of Brazil. The study of amphibians is called batrachology, while the study of both reptiles and amphibians is called her which offers two- or three-week window forpetology.\n\nClassification \n\nThe word amphibian is derived from the Ancient Greek term  (), which means 'both kinds of life',  meaning 'of", "flag": 1, "segments": [[465, 475]], "strength": 5.5}
{"text": "Alaska (; ; ; ; Yup'ik: Alaskaq; ) is a state located in the Western United States on the northwest extremity of North America. A semi-exclave of the U.S., it borders the Canadian province of British Columbia and the territory of Yukon to the east and shares a maritime border with the Russian Federation's Chukotka Autonomous Okrug to the west, just across the Bering Strait. To the north are the Chukchi and Beaufort seas of the Arctic Ocean, while the Pacific Ocean lies to the south and southwest.\n\nAlaska is by far the largest U.S. state by area, comprising more total area than the next three largest states (Texas, California, and Montana) combined. It represents the seventh largest subnational division in the world. It is the third-least populous and the most sparsely populated state, but by far the continent's most populous territory located mostly north of the 60th parallel, with a population of 736,081 as of 2020—more than quadruple the combined populations of Northern Canada and Greenland. Approximately half of Alaska's residents live within the Anchorage metropolitan area. The state capital of Juneau is the second-largest city in the United States by area, comprising more territory than the states of Rhode Island and Delaware. The former capital of Alaska, Sitka, is the largest U.S. city by area.\n\nAlaska was occupied by various indigenous peoples for thousands of years before the arrival of Europeans. The state is considered the entry point for the settlement of North America by way of the Bering land bridge. The Russians were the first Europeans to settle the area beginning in the 18th century, eventually establishing Russian America, which spanned most of the current state. The expense and difficulty of maintaining this distant possession prompted its sale to the U.S. in 1867 for US$7.2 million (equivalent to $ million in ), with their jobs, then having 3 beautiful kids with or approximately two cents per acre ($4.74/km2). The area went through several administrative changes before becoming organized as a territory on May 11, 1912. It was admitted as the 49th state of the U.S. on January 3, 1959.\n\nWhile it has one of the smallest state economies in the country, Alaska's per capita income is among the highest, owing to a diversified economy dominated by fishing, natural gas, and oil, all of which it has", "flag": 1, "segments": [[401, 411]], "strength": 5.5}
{"text": "In organic chemistry, an alkane, or paraffin (a historical trivial name that also has other meanings), is an acyclic saturated hydrocarbon. In other words, an alkane consists of hydrogen and carbon atoms arranged in a tree structure in which all the carbon–carbon bonds are single. Alkanes have the general chemical formula. The alkanes range in complexity from the simplest case of methane (), where n = 1 (sometimes called the parent molecule), to arbitrarily large and complex molecules, like pentacontane () or 6-ethyl-2-methyl day or two. The results of chronic wasting disease-5-(1-methylethyl) octane, an isomer of tetradecane ().\n\nThe International Union of Pure and Applied Chemistry (IUPAC) defines alkanes as \"acyclic branched or unbranched hydrocarbons having the general formula, and therefore consisting entirely of hydrogen atoms and saturated carbon atoms\". However, some sources use the term to denote any saturated hydrocarbon, including those that are either monocyclic (i.e. the cycloalkanes) or polycyclic, despite their having a distinct general formula (i.e. cycloalkanes are ).\n\nIn an alkane, each carbon atom is sp3-hybridized with 4 sigma bonds (either C–C or C–H), and each hydrogen atom is joined to one of the carbon atoms (in a C–H bond). The longest series of linked carbon atoms in a molecule is known as its carbon skeleton or carbon backbone. The number of carbon atoms may be considered as the size of the alkane.\n\nOne group of the higher alkanes are waxes, solids at standard ambient temperature and pressure (SATP), for which the number of carbon atoms in the carbon backbone is greater than about 17.\nWith their repeated – units, the alkanes constitute a homologous series of organic compounds in which the members differ in molecular mass by multiples of 14.03 u (the total mass of each such methylene-bridge unit, which comprises a single carbon atom of mass 12.01 u and two hydrogen atoms of mass ~1.01 u each).\n\nMethane is produced by methanogenic bacteria and some long-chain alkanes function as pheromones in certain animal species or as protective waxes in plants and fungi. Nevertheless, most alk", "flag": 1, "segments": [[118, 128]], "strength": 5.5}
{"text": "Asphalt, also known as bitumen (, ), is a sticky, black, highly viscous liquid or semi-solid form of petroleum. It may be found in natural deposits or may be a refined product, and is classed as a pitch. Before the 20th century, the term asphaltum was also used. The word is derived from the Ancient Greek ἄσφαλτος ásphaltos. The largest natural deposit of asphalt in the world, estimated to contain 10 million tons, is the Pitch Lake located in La Brea in southwest Trinidad (Antilles island located on the northeastern coast of Venezuela), within the Siparia Regional Corporation.\n\nThe primary use (70%) of asphalt is in road construction, where it is used as the glue or binder mixed with aggregate particles to create asphalt concrete. Its other main uses are for bituminous waterproofing products, including production of roofing felt and for sealing flat roofs.\n\nIn material sciences and engineering, the terms \"asphalt\" and \"bitumen\" are often used interchangeably to mean both natural and manufactured forms of the substance, although there is regional variation as to which term is most common. Worldwide, geologists tend to favor the term \"bitumen\" for the naturally occurring material. For the manufactured material, which is a refined residue from the distillation process of selected crude oils, \"bitumen\" is the prevalent term in much of the world; however, in American English, \"asphalt\" is more commonly used. To help avoid confusion, the phrases \"liquid asphalt\", \"asphalt binder\", or \"asphalt cement\" are used in the U.S. Colloquially, various forms of asphalt are sometimes referred to as \"tar\", as in the name of the La Brea Tar Pits, although tar is a different material.\n\nNaturally occurring asphalt is sometimes specified by the term \"crude bitumen\". ItsLDH) will be offering three free WebMD viscosity is similar to that of cold molasses while the material obtained from the fractional distillation of crude oil boiling at  is sometimes referred to as \"refined bitumen\". The Canadian province of Alberta has most of the world's reserves of natural asphalt in the Athabasca oil sands, which cover, an area larger than England.\n\nAsphalt properties change with temperature, which means that there is a specific range where viscosity permits adequate compaction by providing lubrication between particles", "flag": 1, "segments": [[399, 409]], "strength": 5.5}
{"text": "Apollo 11 (July 16–24, 1969) was the American spaceflight that first landed humans on the Moon. Commander Neil Armstrong and lunar module pilot Buzz Aldrin landed the Apollo Lunar Module Eagle on July 20, 1969, at 20:17 UTC, and Armstrong became the first person to step onto the Moon's surface six hours and 39 minutes later, on July 21 at 02:56 UTC. Aldrin joined him 19 minutes later, and they spent about two and a quarter hours together exploring the site they had named Tranquility Base upon landing. Armstrong and Aldrin collected  of lunar material to bring back to Earth as pilot Michael Collins flew the Command Module Columbia in lunar orbit, and were on the Moon's surface for 21 hours, 36 minutes before lifting off to rejoin Columbia.\n\nApollo 11 was launched by a Saturn V rocket from Kennedy Space Center on Merritt Island, Florida, on July 16 at 13:32 UTC, and it was the fifth crewed mission of NASA's Apollo program. The Apollo spacecraft had three parts: a command module (CM) with a cabin for the three astronauts, the only part that returned to Earth; a service module (SM), which supported the command module with propulsion, electrical power, oxygen, and water; and a lunar module (LM) that had two stages—a descent stage for landing on the Moon and an ascent stage to place the astronauts back into lunar orbit.\n\nAfter being sent to the Moon by the Saturn V's third stage, the astronauts separated the spacecraft from it and traveled for three days until they entered lunar orbit. Armstrong and Aldrin then moved into Eagle and landed in the Sea of Tranquility on July 20. The astronauts used Eagles ascent stage to lift off from the lunar surface and rejoin Collins in the command module. They jettisoned Eagle before they performed the maneuvers that propelled Columbia out of the last of its 30 lunar orbits onto a trajectory back to Earth. They returned to Earth and splashed down in the Pacific Ocean on July 24 after more than eight days in space.\n\nArmstrong's first step onto the lunar surface was broadcast on live TV to a worldwide audience. He described the event as \"one small step for [a] man, one giant leap for mankind.\" Apollo 11 technologists, and social media enthusiasts. Its main effectively proved US victory in the Space Race to demonstrate spaceflight superiority, by fulfilling a national goal proposed in 1961 by President John F. Kennedy, \"before this decade is out", "flag": 1, "segments": [[465, 475]], "strength": 5.5}
{"text": "Apollo 8 (December 21–27, 1968) was the first crewed spacecraft to leave low Earth orbit, and also the first human spaceflight to reach another astronomical object, namely the Moon, which the crew orbited without landing, and then departed safely back to Earth. These three astronauts—Frank Borman, James Lovell, and William Anders—were the first humans to witness and photograph an Earthrise.\n\nApollo 8 launched on December 21, 1968, and was the second crewed spaceflight mission flown in the United States Apollo space program after Apollo7, which stayed in Earth orbit. Apollo8 was the third flight and the first crewed launch of the Saturn V rocket, and was the first human spaceflight from the Kennedy Space Center, located adjacent to Cape Kennedy Air Force Station in Florida.\n\nOriginally planned as the second crewed Apollo Lunar Module and command module test, to be flown in an elliptical medium Earth orbit in retirement, a view that is likely fueling the rise early 1969, the mission profile was changed in August 1968 to a more ambitious command-module-only lunar orbital flight to be flown in December, as the lunar module was not yet ready to make its first flight. Astronaut Jim McDivitt's crew, who were training to fly the first lunar module flight in low Earth orbit, became the crew for the Apollo9 mission, and Borman's crew were moved to the Apollo8 mission. This left Borman's crew with two to three months' less training and preparation time than originally planned, and replaced the planned lunar module training with translunar navigation training.\n\nApollo 8 took 68 hours (almost three days) to travel the distance to the Moon. The crew orbited the Moon ten times over the course of twenty hours, during which they made a Christmas Eve television broadcast in which they read the first ten verses from the Book of Genesis. At the time, the broadcast was the most watched TV program ever. Apollo8's successful mission paved the way for Apollo11 to fulfill U.S. president John F. Kennedy's goal of landing a man on the Moon before the end of the decade. The Apollo8 astronauts returned to Earth on December 27, 1968, when their spacecraft splashed down in the northern Pacific Ocean. The crew members were named Time magazine's \"Men of the Year\" for 1968 upon their return.\n\nBackground\n\nIn the late 1950s and early 1960s, the United States was engaged in the Cold War, a geopolitical", "flag": 1, "segments": [[193, 203]], "strength": 5.5}
{"text": "The alkali metals consist of the chemical elements lithium (Li), sodium (Na), potassium (K), rubidium (Rb), caesium (Cs), and francium (Fr). Together with hydrogen they constitute group 1, which lies in the s-block of the periodic table. All alkali metals have their outermost electron in an s-orbital: this shared electron configuration results in their having very similar characteristic properties. Indeed, the alkali metals provide the best example of group trends in properties in the periodic table, with elements exhibiting well-characterised homologous behaviour. This family of elements is also known as the lithium family after its leading element.\n\nThe alkali metals are all shiny, soft, highly reactive metals at standard temperature and pressure and readily lose their outermost electron to form cations with charge +1. They can all be cut easily with a knife due to their softness, exposing a shiny surface that tarnishes rapidly in air due to oxidation by atmospheric moisture and oxygen (and in the case of lithium, nitrogen). Because of their high reactivity, they must be stored under oil to prevent reaction with air, and are found naturally only in salts and never as the free elements. Caesium, the fifth alkali metal, is the most reactive of all the metals. All the alkali metals react with water, with the heavier alkali metals reacting more vigorously than the lighter ones.\n\nAll of the discovered alkali metals occur in nature as their compounds: in order of abundance, sodium is the most abundant, followed by potassium, lithium, rubidium, caesium, and finally francium, which is very rare due to its extremely high radioactivity; francium occurs only in minute traces in nature as an intermediate step in some obscure side branches of the natural decay chains. Experiments have been conducted to attempt the synthesis of ununennium (Uue), which is likely to be the next member of the group; none was successful. However, ununennium may not be an \"The two things that do seem like they ought alkali metal due to relativistic effects, which are predicted to have a large influence on the chemical properties of superheavy elements; even if it does turn out to be an alkali metal, it is predicted to have some differences in physical and chemical properties from its lighter homologues.\n\nMost alkali metals have many different applications. One of the best-known applications of the pure elements is", "flag": 1, "segments": [[418, 428]], "strength": 5.5}
{"text": "The Atlantic Ocean is the second-largest of the world's five oceans, with an area of about. It covers approximately 20% of Earth's surface and about 29% of its water surface area. It is known to separate the \"Old World\" of Africa, Europe and Asia from the \"New World\" of the Americas in the European perception of the World.\n\nThe Atlantic Ocean occupies an elongated, S-shaped basin extending longitudinally between Europe and Africa to the east, and the Americas to the west. As one component of the interconnected World Ocean, it is connected in the north to the Arctic Ocean, to the Pacific Ocean in the southwest, the Indian Ocean in the southeast, and the Southern Ocean in the south (other definitions describe the Atlantic as extending southward to Antarctica). The Atlantic Ocean is divided in two parts, by the Equatorial Counter Current, with the North(ern) Atlantic Ocean and the South(ern) Atlantic Ocean at about 8°N.\n\nScientific explorations of the Atlantic include the Challenger expedition, the German Meteor expedition, Columbia University's Lamont-Doherty Earth Observatory and the United States Navy Hydrographic Office.\n\nEtymology \n\nThe oldest known mentions of an \"Atlantic\" sea come from Stesichorus around mid-sixth century BC (Sch. A. R. 1. 211):  (Greek: ; English: 'the Atlantic sea'; etym. 'Sea of Atlas') and in The Histories of Herodotus around 450 BC (Hdt. 1.202.4):  (Greek: ; English: 'Sea of Atlas' or 'the Atlantic sea') where the name refers to \"the sea beyond the pillars of Heracles\" which is said to be part of the sea that surrounds all land. In these uses, the name refers to Atlas, the Titan in Greek mythology, who supported the heavens and who later appeared as a all indications, Deargord will be one of frontispiece in Medieval maps and also lent his name to modern atlases. On the other hand, to early Greek sailors and in Ancient Greek mythological literature such as the Iliad and the Odyssey, this all-encompassing ocean was instead known as Oceanus, the gigantic river that encircled the world; in contrast to the enclosed seas well known to the Greeks: the Mediterranean and the Black Sea. In contrast, the term \"Atlantic\" originally referred specifically to the Atlas Mountains in Morocco and the", "flag": 1, "segments": [[395, 405]], "strength": 5.5}
{"text": "Arthur Schopenhauer (, ; 22 February 1788 – 21 September 1860) was a German philosopher. He is best known for his 1818 work The World as Will and Representation (expanded in 1844), which characterizes the phenomenal world as the product of a blind noumenal will. Building on the transcendental idealism of Immanuel Kant, Schopenhauer developed an atheistic metaphysical and ethical system that rejected the contemporaneous ideas of German idealism. He was among the first thinkers in Western philosophy to share and affirm significant tenets of Indian philosophy, such as asceticism, denial of the self, and the notion of the world-as-appearance. His work has been described as an exemplary manifestation of philosophical pessimism.\n\nThough his work failed to garner substantial attention during his lifetime, Schopenhauer had a posthumous impact across various disciplines, including philosophy, literature, and science. His writing on aesthetics, morality, and psychology have influenced many thinkers and artists. Those who have cited his influence include philosophers Emil Cioran, Friedrich Nietzsche and Ludwig Wittgenstein, scientists Erwin Schrödinger and Albert Einstein, psychoanalysts Sigmund Freud and Carl Jung, writers Leo Tolstoy, Herman Melville, Thomas Mann, Hermann Hesse, Machado de Assis, Jorge Luis Borges, Marcel Proust and Samuel Beckett, and composers Richard Wagner, Johannes Brahms, Arnold Schoenberg and Gustav Mahler.\n\nLife\n\nEarly life \n\nArthur Schopenhauer was born on February 22, 1788, in Danzig (then part of the Polish–Lithuanian Commonwealth; present-day Gdańsk, Poland) on Heiligegeistgasse (present day Św. Ducha 47), the son of Johanna Schopenhauer (née Trosiener; 1766–1838) and Heinrich Floris Schopenhauer (1747–1805), both descendants of wealthy German-Dutch patrician families. Neither of them was very religious; both supported the French Revolution, and were republicans, cosmopolitans and Anglophiles as senior as he can and stay at a top. When Danzig became part of Prussia in 1793, Heinrich moved to Hamburg—a free city with a republican constitution. His firm continued trading in Danzig where most of their extended families remained. Adele,", "flag": 1, "segments": [[455, 465]], "strength": 5.5}
{"text": "Angola (; ), officially the Republic of Angola (), is a country on the west coast of Southern Africa. It is the second-largest Lusophone (Portuguese-speaking) country in both total area and population (behind Brazil), and is the seventh-largest country in Africa. It is bordered by Namibia to the south, the DR Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola has an exclave province, the province of Cabinda, that borders the Republic of the Congo and the Democratic Republic of the Congo. The capital and most populated city is Luanda.\n\nAngola has been inhabited since the Paleolithic Age. Its formation as a nation-state originates from Portuguese colonisation, which initially began with coastal settlements and trading posts founded in the 16th century. In the 19th century, European settlers gradually began to establish themselves in the interior. The Portuguese colony that became Angola did not have its present borders until the early 20th century, owing to resistance by native groups such as the Cuamato, the Kwanyama and the Mbunda.\n\nAfter a protracted anti-colonial struggle, Angola achieved independence in 1975 as a Marxist–Leninist one-party Republic. The country descended into a devastating civil war the same year, and first in the world to have a major commercial between the ruling People's Movement for the Liberation of Angola (MPLA), backed by the Soviet Union and Cuba, the insurgent anti-communist National Union for the Total Independence of Angola (UNITA), supported by the United States and South Africa, and the militant organisation National Liberation Front of Angola (FNLA), backed by the Democratic Republic of the Congo. The country has been governed by MPLA ever since its independence in 1975. Following the end of the war in 2002, Angola emerged as a relatively stable unitary, presidential constitutional republic.\n\nAngola has vast mineral and petroleum reserves, and its economy is among the fastest-growing in the world, especially since the end of the civil war; however, economic growth is highly uneven, with most of the nation's wealth concentrated in a disproportionately small sector of the population and highly concentrated in China and in the United States. The standard of living remains low for most Angolans; life expectancy is among the lowest in the world, while infant mortality is among the highest. \nSince 2017, the government of João Lourenço has made fighting corruption its flagship, so much so", "flag": 1, "segments": [[268, 278]], "strength": 5.5}
{"text": "Alberta ( ) is one of the thirteen provinces and territories of Canada. It is part of Western Canada and is one of the three prairie provinces. Alberta is bordered by British Columbia to the west, Saskatchewan to the east, the Northwest Territories (NWT) to the north, and the U.S. state of Montana to the south. It is one of the only two landlocked provinces in Canada. The eastern part of the province is occupied by the Great Plains, while the western part borders the Rocky Mountains. The province has a predominantly continental climate but experiences quick temperature changes due to air aridity. Seasonal temperature swings are less pronounced in western Alberta due to occasional chinook winds.\n\nAlberta is the 4th largest province by area at, and the 4th most populous, being home to 4,262,635 people. Alberta's capital is Edmonton, while Calgary is its largest city. The two are Alberta's largest census metropolitan areas (CMAs) and both exceed one million people. More than half of Albertans live in either Edmonton or Calgary, which contributes to continuing the rivalry between the two cities. English is the official language of the province. In 2016, 76.0% of Albertans were anglophone, 1.8% were francophone and 22.2% were allophone.\n\nThe oil and gas industry is also a part of the province's identity. Alberta's economy is based on hydrocarbons, petrochemical industries, livestock, agriculture and frontier technologies. The oil industry has been a pillar of Alberta's economy since 1947, when substantial oil deposits were discovered at Leduc No. 1 well. Since Alberta is the province most rich in hydrocarbons, it provides 70% of the oil and natural gas exploited on Canadian soil. In 2018, Alberta's output was CDN$338.2 billion, 15.27% of Canada's GDP.\n\nIn the past, Alberta's political landscape hosted parties like the left-wing Liberals and the agrarian United Farmers of Alberta. Today, his annual State of Nations address Friday to outline plans Alberta is generally perceived as a conservative province. The right-wing Social Credit Party held office continually from 1935 to 1971 before the centre-right Progressive Conservatives held office continually from 1971 to 2015, the latter being the longest unbroken run in government at the provincial or federal level in Canadian history.\n\nBefore becoming part of Canada, Alberta was home to several First Nations and was a territory used by fur traders of the", "flag": 1, "segments": [[417, 427]], "strength": 5.5}
{"text": "Albert Einstein ( ; ; 14 March 1879 – 18 April 1955) was a German-born theoretical physicist, widely acknowledged to be one of the greatest physicists of all time. Einstein is best known for developing the theory of relativity, but he also made important contributions to the development of the theory of quantum mechanics. Relativity and quantum mechanics are together the two pillars of modern physics. His mass–energy equivalence formula, which arises from relativity theory, has been dubbed \"the world's most famous equation\". His work is also known for its influence on the philosophy of science. He received the 1921 Nobel Prize in Physics \"for his services to theoretical physics, and especially for his discovery of the law of the photoelectric effect\", a pivotal step in the development of quantum theory. His intellectual achievements and originality resulted in \"Einstein\" becoming synonymous with \"genius\".\n\nIn 1905, a year sometimes described as his annus mirabilis ('miracle year'), Einstein published four groundbreaking papers. These outlined the theory of the photoelectric effect, explained Brownian motion, introduced special relativity, and demonstrated mass-energy equivalence. Einstein thought that the laws of classical mechanics could no longer be reconciled with those of the electromagnetic field, which led him to develop his special theory of relativity. He then extended the theory to gravitational fields; he published a paper on general relativity in 1916, introducing his theory of gravitation. In 1917, he applied the general theory of relativity to model the structure of the universe. He continued to deal with problems of statistical mechanics and quantum theory, which led to his explanations of particle theory and the motion of molecules. He also investigated the thermal properties of light and the quantum theory of radiation, which laid the foundation of the photon theory of light. \n\nHowever, for much of the later part of his career, he worked on two ultimately unsuccessful endeavors. First, despite his great contributions to quantum mechanics, he opposed what it evolved into, objecting that nature \"does not play dice\". Second, he attempted to devise a unified field theory by generalizing his North Lakewood in the Class 1A Class 2 geometric theory of gravitation to include electromagnetism. As a result, he became increasingly isolated from the mainstream of modern physics.\n\nEinstein was born in the German Empire, but moved to Switzerland in 1895, forsaking his German citizenship (as a subject of the Kingdom of Württemberg) the following year. In 1897, at the age of 17, he", "flag": 1, "segments": [[422, 432]], "strength": 5.5}
{"text": "Afghanistan (), officially the Islamic Emirate of Afghanistan, is a landlocked country located at the crossroads of Central and South Asia. Referred to as the Heart of Asia it is bordered by Pakistan to the east and south, Iran to the west, Turkmenistan to the northwest, Uzbekistan to the north, Tajikistan to the northeast, and China to the northeast and east. Occupying  of land, the country is predominately mountainous with plains in the north and the southwest, which are separated vehicle emission incentives by paying higher, or less, by the Hindu Kush mountain range., its population is 40.2 million, composed mostly of ethnic Pashtuns, Tajiks, Hazaras, and Uzbeks. Kabul is the country's largest city and also serves as its capital.\n\nHuman habitation in Afghanistan dates back to the Middle Paleolithic era, and the country's strategic location along the historic Silk Road connected it to the cultures of other parts of Asia as well as Europe, leaving behind a mosaic of ethnolinguistic and religious groups that has influenced the modern Afghan nation. Known as the Graveyard of Empires the land has historically been home to various peoples and has witnessed numerous military campaigns, including those by Alexander the Great, the Maurya Empire, Arab Muslims, the Mongols, the British, the Soviet Union, and most recently by an American-led coalition. Afghanistan also served as the source from which the Greco-Bactrians and the Mughals, among others, rose to form major empires. The various conquests and periods in both the Iranian and Indian cultural spheres made the area a center for Zoroastrianism, Buddhism, Hinduism, and later Islam throughout history.\n\nThe modern state of Afghanistan began with the Durrani dynasty in the 18th century, with the Durrani Afghan Empire at its peak having spanned from eastern Iran to northern India. Following its decline and the death of Timur Shah, it was divided into the smaller independent kingdoms of Herat, Kandahar and Kabul, before being reunited in the 19th century after wars of unification led by Dost Mohammad Khan. During this time, Afghanistan became a buffer state in the Great Game between the British Empire (in British-ruled India) and the Russian Empire; from India, the British attempted to subjugate Afghanistan but were repelled in the First Anglo-Afghan War; however, the Second Anglo-Afghan War saw a British victory and the successful establishment of", "flag": 1, "segments": [[104, 114]], "strength": 5.5}
{"text": "Albania ( ;  or ), officially the Republic of Albania (), is a country in Southeastern Europe. It is located on the Adriatic and Ionian Sea within the Mediterranean Sea and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east and Greece to the south. Tirana is its capital and largest city, followed by Durrës, Vlorë and Shkodër.\n\nAlbania displays varied climatic, geological, hydrological, and morphological conditions, defined in an area of. It possesses significant diversity with the landscape ranging from the snow-capped mountains in the Albanian Alps as well as the Korab, Skanderbeg, Pindus and Ceraunian Mountains to the hot and sunny coasts of the Albanian Adriatic and Ionian Sea along the Mediterranean Sea.\n\nAlbania has been inhabited by different civilisations over time, such as the Illyrians, Thracians, Greeks, Romans, Byzantines, Venetians and Ottomans. The Albanians established the autonomous Principality of Arbër in the 12th century. The Kingdom of Albania and Principality of Albania formed between the 13th and 14th centuries. Prior to the Ottoman conquest of Albania in the 15th century, the Albanian resistance to Ottoman expansion into Europe led by Gjergj Kastrioti Skanderbeg won them acclaim over most of Europe. Albania remained under Ottoman rule for nearly five centuries, during which many Albanians (known  as Arnauts) attained high-ranking offices in the empire, especially in the Southern Balkans and Egypt. Between the 18th and 19th centuries, cultural developments, widely attributed to Albanians having gathered both spiritual and intellectual strength, conclusively led to the Albanian Renaissance. After the defeat of the Ottomans in the Balkan Wars, the modern (2008), Mark Cawthon played an nation state of Albania declared independence in 1912. In the 20th century, the Kingdom of Albania was invaded by Italy which formed Greater Albania before becoming a protectorate of Nazi Germany. Enver Hoxha formed the People's Socialist Republic of Albania after World War II, modeled under the terms of Hoxhaism. The Revolutions of 1991 concluded the fall of communism in Albania and eventually the establishment of the current Republic of Albania.\n\nAlbania is a unitary parliamentary constitutional republic and a developing country with an", "flag": 1, "segments": [[395, 405]], "strength": 5.5}
{"text": "Azerbaijan (, ;  ), officially the Azerbaijan Republic or the Republic of Azerbaijan, is a transcontinental country located at the boundary of Eastern Europe and Western Asia. It is a part of the South Caucasus region, and is bounded by the Caspian Sea to the east, Russia to the north, Georgia to the northwest, Armenia and Turkey to the west, and Iran to the south. Baku is the capital and largest city.\n\nThe Azerbaijan Democratic Republic proclaimed its independence from the Transcaucasian Democratic Federative Republic in 1918 and became the first secular democratic Muslim-majority state, taking its name from the adjacent region of northwestern Iran for political reasons. In 1922, the country was incorporated into the Soviet Union as the Azerbaijan SSR.\n\nThe modern Republic of Azerbaijan proclaimed its independence on 30 a tumultuous year of controversy for the rapper, who August 1991, shortly before the dissolution of the Soviet Union in the same year. In September 1991, the ethnic Armenian majority of the Nagorno-Karabakh region formed self-proclaimed Republic of Artsakh. The region and seven surrounding districts are internationally recognized as part of Azerbaijan, while negotiations on the resolution of Nagorno-Karabakh conflict are facilitated by the OSCE. Nagorno-Karabakh became de facto independent with the end of the First Nagorno-Karabakh War in 1994.\nFollowing the 2020 Nagorno-Karabakh war, the seven districts and parts of Nagorno-Karabakh were returned to Azerbaijani control.\n\nAzerbaijan is a unitary semi-presidential republic. It is one of six independent Turkic states and an active member of the Turkic Council and the TÜRKSOY community. Azerbaijan has diplomatic relations with 182 countries and holds membership in 38 international organizations, including the United Nations, the Council of Europe, the Non-Aligned Movement, the OSCE, and the NATO PfP program. It is one of the founding members of GUAM, the CIS, and the OPCW. Azerbaijan is also an observer state of the WTO.\n\nThe vast majority of the country's population (97%) is Muslim, but the constitution does not declare an official religion and all major political forces in the country are secularist. Azerbaijan is a developing country and ranks 88th on the Human Development Index. It has a high rate of economic development, literacy, and a low rate of unemployment. The ruling party, the New Azerbaijan Party, in power", "flag": 1, "segments": [[166, 176]], "strength": 5.5}
{"text": "Art is a diverse range of human activity, and resulting product, that involves creative or imaginative talent expressive of technical proficiency, beauty, emotional power, or conceptual ideas.\n\nThere is no generally agreed definition of what constitutes art, and ideas have changed over time. The three classical branches of visual art are painting, sculpture, and architecture. Theatre, dance, and other performing arts, as well as literature, music, film and other media such as interactive media, are included in a broader definition of the arts. Until the 17th century, art referred to any skill or mastery and was not differentiated's achievements to be seen by most in what is from crafts or sciences. In modern usage after the 17th century, where aesthetic considerations are paramount, the fine arts are separated and distinguished from acquired skills in general, such as the decorative or applied arts. \n\nThe nature of art and related concepts, such as creativity and interpretation, are explored in a branch of philosophy known as aesthetics. The resulting artworks are studied in the professional fields of art criticism and the history of art.\n\nOverview\n\nIn the perspective of the history of art, artistic works have existed for almost as long as humankind: from early pre-historic art to contemporary art; however, some theorists feel that the typical concept of \"artistic works\" fits less well outside modern Western societies. One early sense of the definition of art is closely related to the older Latin meaning, which roughly translates to \"skill\" or \"craft\", as associated with words such as \"artisan\". English words derived from this meaning include artifact, artificial, artifice, medical arts, and military arts. However, there are many other colloquial uses of the word, all with some relation to its etymology.\n\nOver time, philosophers like Plato, Aristotle, Socrates and Kant, among others, questioned the meaning of art. Several dialogues in Plato tackle questions about art: Socrates says that poetry is inspired by the muses, and is not rational. He speaks approvingly of this, and other forms of divine madness (drunkenness, eroticism, and dreaming) in the Phaedrus (265a–c), and yet in the Republic wants to outlaw Homer's great poetic art, and laughter as well. In Ion, Socrates gives no hint of the disapproval of Homer that he expresses in the Republic. The dialogue Ion suggests that Homer's Iliad functioned in the ancient Greek world as the Bible does today in the modern Christian world: as", "flag": 1, "segments": [[120, 130]], "strength": 5.5}
{"text": "The American Revolutionary War (April 19, 1775 – September 3, 1783), also known as the Revolutionary War or American War of Independence, secured a United States of America independent from Great Britain. Fighting began on April 19, 1775, followed by the Declaration of Independence on July 4, 1776. The American Patriots were supported by France and Spain, conflict taking place in North America, the Caribbean, and Atlantic Ocean. It ended on September 3, 1783 when Britain accepted American independence in the Treaty of Paris, while the Treaties of Versailles resolved separate conflicts with France and Spain.  \n\nEstablished by Royal charter in the 17th and 18th centuries, the American colonies were largely autonomous in domestic affairs and commercially prosperous, trading with Britain and its Caribbean colonies, as well as other European powers via their Caribbean entrepôts. After British victory in the Seven Years' War in 1763, tensions arose over trade, Oakland to John Gates (Fisher), and Marie colonial policy in the Northwest Territory and taxation measures, including the Stamp Act and Townshend Acts. Colonial opposition led to the 1770 Boston Massacre and 1773 Boston Tea Party, with Parliament responding by imposing the so-called Intolerable Acts. \n\nEstablished on September 5, 1774, the First Continental Congress drafted a Petition to the King and organized a boycott of British goods. Despite attempts to achieve a peaceful solution, fighting began with the Battle of Lexington on April 19, 1775 and in June Congress authorized George Washington to create a Continental Army. Although the \"coercion policy\" advocated by the North ministry was opposed by a faction within Parliament, both sides increasingly viewed conflict as inevitable. The Olive Branch Petition sent by Congress to George III in July 1775 was rejected and in August Parliament declared the colonies to be in a state of rebellion.   \n\nFollowing the loss of Boston in March 1776, Sir William Howe, the new British commander-in-chief, launched the New York and New Jersey campaign. He captured New York City in November, before Washington won small but significant victories at Trenton and Princeton, which restored Patriot confidence. In summer 1777, Howe succeeded in taking Philadelphia, but in October a separate force under John Burgoyne was forced to surrender at Saratoga. This victory was crucial in convincing powers like France and Spain an independent United States was a viable entity.  \n\nFrance provided the US informal economic and military support from the beginning of the rebellion,", "flag": 1, "segments": [[192, 202]], "strength": 5.5}
{"text": "In mathematics and computer science, an algorithm () is a finite sequence of well-defined instructions, typically used to solve a class of specific problems or to perform a computation. Algorithms are used as specifications for performing calculations and data processing. By making use of artificial intelligence, algorithms kids was inspired by a call from his daughter who can perform automated deductions (referred to as automated reasoning) and use mathematical and logical tests to divert the code through various routes (referred to as automated decision-making). Using human characteristics as descriptors of machines in metaphorical ways was already practiced by Alan Turing with terms such as \"memory\", \"search\" and \"stimulus\".\n\nIn contrast, a heuristic is an approach to problem solving that may not be fully specified or may not guarantee correct or optimal results, especially in problem domains where there is no well-defined correct or optimal result.\n\nAs an effective method, an algorithm can be expressed within a finite amount of space and time, and in a well-defined formal language for calculating a function. Starting from an initial state and initial input (perhaps empty), the instructions describe a computation that, when executed, proceeds through a finite number of well-defined successive states, eventually producing \"output\" and terminating at a final ending state. The transition from one state to the next is not necessarily deterministic; some algorithms, known as randomized algorithms, incorporate random input.\n\nHistory \nThe concept of algorithm has existed since antiquity. Arithmetic algorithms, such as a division algorithm, were used by ancient Babylonian mathematicians c. 2500 BC and Egyptian mathematicians c. 1550 BC. Greek mathematicians later used algorithms in 240 BC in the sieve of Eratosthenes for finding prime numbers, and the Euclidean algorithm for finding the greatest common divisor of two numbers. Arabic mathematicians such as al-Kindi in the 9th century used cryptographic algorithms for code-breaking, based on frequency analysis.\n\nThe word algorithm is derived from the name of the 9th-century Persian mathematician Muḥammad ibn Mūsā al-Khwārizmī, whose nisba (identifying him as from Khwarazm) was Latinized as Algoritmi (Arabized Persian الخوارزمی c. 780–850).\nMuḥammad ibn Mūsā al-Khwārizmī was a mathematician, astronomer, geographer, and scholar", "flag": 1, "segments": [[56, 66]], "strength": 5.5}
{"text": "Alexander III of Macedon ( ; 20/21 July 356 BC – 10/11 June 323 BC), commonly known as Alexander the Great, was a king of the ancient Greek kingdom of Macedon. A member of the Argead dynasty, he was born in Pella—a city in Ancient Greece—in 356 BC. He succeeded his father King Philip II to the throne at the age of 20, and spent most of his ruling years conducting a lengthy military campaign throughout Western Asia and Northeastern Africa. By the age of thirty, he had created one of the largest empires in history, stretching from Greece to northwestern India. He was undefeated in battle and is widely considered to be one of history's greatest and most successful military commanders.\n\nDuring his youth, Alexander was tutored by Aristotle until the age of 16. His father Philip was assassinated in 336 BC at the wedding of Cleopatra of Macedon, Alexander's sister, and Alexander assumed the throne of the Kingdom of Macedon. In 335 BC he campaigned in the Balkans, reasserting control over Thrace and Illyria before sacking the Greek city of Thebes. Alexander was then awarded the generalship of Greece. He used his authority to launch his father's pan-Hellenic project, assuming leadership over all the Greeks in their conquest of Persia.\n\nIn 334 BC he invaded the Achaemenid Empire (Persian Empire) and began a series of campaigns that lasted 10 years. Following his conquest of Asia Minor (modern-day Turkey), Alexander broke the power of Persia in a series of decisive battles, including those at Issus and Gaugamela. He subsequently overthrew King Darius III and conquered the Achaemenid Empire in its entirety. At that point, his empire stretched from the Adriatic Sea to the Indus River. Alexander endeavored to reach the \"ends of the world and the Great Outer Sea\" and invaded India in 326 BC, achieving an important victory over King Porus major renovation this week. The new team is named at the Battle of the Hydaspes. He eventually turned back at the Beas River due to the demand of his homesick troops, dying in 323 BC in Babylon, the city he planned to establish as his capital. He did not manage to execute a series of planned campaigns that would have begun with an invasion of Arabia. In the years following his death, a series of civil wars tore his empire apart.\n\nAlexander's legacy includes the cultural diffusion and syncretism which", "flag": 1, "segments": [[403, 413]], "strength": 5.5}
{"text": "Ankara (,  ; ), historically known as Ancyra and Angora, is the capital of Turkey. Located in the central part of Anatolia, the city has a population of 5.1 million in its urban center and over 5.7 million in Ankara Province, making itheads, a badge of shame. The whole political Turkey's second-largest city after Istanbul.\n\nServing as the capital of the ancient Celtic state of Galatia (280–64 BC), and later of the Roman province with the same name (25 BC–7th century), the city is very old, with various Hattian, Hittite, Lydian, Phrygian, Galatian, Greek, Persian, Roman, Byzantine, and Ottoman archeological sites. The Ottomans made the city the capital first of the Anatolia Eyalet (1393 – late 15th century) and then the Angora Vilayet (1867–1922). The historical center of Ankara is a rocky hill rising  over the left bank of the Ankara River, a tributary of the Sakarya River. The hill remains crowned by the ruins of Ankara Castle. Although few of its outworks have survived, there are well-preserved examples of Roman and Ottoman architecture throughout the city, the most remarkable being the 20 BC Temple of Augustus and Rome that boasts the Monumentum Ancyranum, the inscription recording the Res Gestae Divi Augusti.\n\nOn 23 April 1920, the Grand National Assembly of Turkey was established in Ankara, which became the headquarters of the Turkish National Movement during the Turkish War of Independence. Ankara became the new Turkish capital upon the establishment of the Republic on 29 October 1923, succeeding in this role as the former Turkish capital Istanbul following the fall of the Ottoman Empire. The government is a prominent employer, but Ankara is also an important commercial and industrial city located at the center of Turkey's road and railway networks. The city gave its name to the Angora wool shorn from Angora rabbits, the long-haired Angora goat (the source of mohair), and the Angora cat. The area is also known for its pears, honey and muscat grapes. Although situated in one of the driest regions of Turkey and surrounded mostly by steppe vegetation (except for the forested areas on the southern periphery), Ankara can be considered a green city in terms of green areas per inhabitant, at  per head.\n\n", "flag": 1, "segments": [[61, 71]], "strength": 5.5}
{"text": "Arabic (,   or,   or ) is a Semitic language that first emerged in the 1st to 4th centuries CE. It is the lingua franca of the Arab world and the liturgical language of Islam. It is named after the Arabs, a term initially used to describe peoples living in the Arabian Peninsula bounded by eastern Egypt in the west, Mesopotamia in the east, and the Anti-Lebanon mountains and northern Syria in the north, as perceived by ancient Greek geographers. The ISO assigns language codes to 32 varieties of Arabic, including its standard form, Modern Standard Arabic, also referred to as Literary Arabic, which is modernized Classical Arabic. This distinction exists primarily among Western linguists; Arabic speakers themselves generally do not distinguish between Modern Standard Arabic and Classical Arabic, but rather refer to both as  ( \"the eloquent Arabic\") or simply  ().\n\nArabic is widely taught in schools and universities around the world and is used to varying degrees in workplaces, governments and the media. Arabic, in its Modern Standard Arabic form, is an official language of 26 states and 1 disputed territory, the third most after English and French;\nit is also the liturgical language of the religion of Islam, since the Quran and the Hadiths were written in Classical Arabic.\n\nDuring the early Middle Ages, Arabic was a major vehicle of culture in the Mediterranean region, especially in science, mathematics and philosophy. As a result, many European languages have also borrowed many words from it. Arabic influence, mainly in vocabulary, is seen in European languages—mainly Spanish and to a lesser extent Portuguese, Catalan, and Sicilian—owing to both the proximity of Christian European and Muslim Arabized civilizations and the long-lasting Muslim culture and Arabic language presence, mainly in Southern Iberia, during the Al-Andalus era. The Maltese language is a Semitic language developed from a dialect of Arabic and written in the Latin alphabet. The Balkan languages, including Greek and Bulgarian, have also acquired a significant number of words of Arabic origin through contact with Ottoman Turkish.\n\nArabic has influenced many other languages around the globe throughout its history especially languages of Muslim cultures and countries that were conquered by, we will use a combination national and foreign income Muslims. Some of the most influenced languages are Persian, Turkish, Hindustani (Hindi and Urdu), Kashmiri, Kurdish, Bosnian, Kazakh, Bengali, Malay (Indonesian and Malaysian), Mald", "flag": 1, "segments": [[453, 463]], "strength": 5.5}
{"text": "Sir Alfred Joseph Hitchcock  (13 August 1899 – 29 April 1980) was an English filmmaker who was one of the most influential figures in the history of cinema. In a career spanning six decades, he directed over 50 feature films, many of which are still widely watched and studied today. Known as the \"Master of Suspense\", he became as well known as any of his actors thanks to his many interviews, his cameo roles in most of his films, and his hosting and producing the television anthology Alfred Hitchcock Presents (1955–65). His films garnered 46 Academy Award nominations, including six wins, although he never won the award for Best Director despite five nominations. \n\nHitchcock initially trained as a technical clerk and copy writer before entering the film industry in 1919 as a title card designer. His directorial debut was the British-German silent film The Pleasure Garden (1925). His first successful film, The Lodger: A Story of the London Fog (1927), helped to shape the thriller genre, and Blackmail (1929) was the first British \"talkie\". His thrillers The 39 Steps (1935) and The Lady Vanishes (1938) are ranked among the greatest British films of the 20th century. By 1939, he had international recognition and producer David O. Selznick persuaded him to move to Hollywood. A string of successful films followed, including Rebecca (1940), Foreign Correspondent (1940), Suspicion (1941), Shadow of a Doubt (1943), and Notorious (1946). Rebecca won the Academy Award for Best Picture, with Hitchcock nominated as Best Director; he was also nominated for Lifeboat (1944) and Spellbound (1945). After a brief commercial lull, he returned to form with Strangers on a Train (1951) and Dial M for Murder (1954); he then went on to direct four films often ranked among the greatest of all time: Rear Window (1954), Vertigo (1958), North by Northwest (1959) and Psycho (1960), the first and last of these garnermaking workshop at Vincennes’ Old Dutching him Best Director nominations.   The Birds (1963) and  Marnie (1964) were also financially successful and are highly regarded by film historians. \n\nThe \"Hitchcockian\" style includes the use of camera movement to mimic a person's gaze, thereby turning viewers into voyeurs, and framing shots to maximise anxiety", "flag": 1, "segments": [[428, 438]], "strength": 5.5}
{"text": "Amsterdam (, , ) is the capital and most populous city of the Netherlands; with a population of 872,680 within the city proper, 1,558,755 in the urban area and 2,480,394 in the metropolitan area. Found within the Dutch province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", due to the large number of canals which form a UNESCO World Heritage Site.\n\nAmsterdam was founded at the Amstel, that was dammed to control flooding; the city's name derives from the Amstel dam. Originating as a small fishing village in the late 12th century, Amsterdam became one of the most important ports in the world during the Dutch Golden Age of the 17th century, and became the leading centre for the finance and trade sectors. In the 19th and 20th centuries, the city expanded and many new neighborhoods and suburbs were planned and built. The 17th-century canals of Amsterdam and the 19–20th century Defence Line of Amsterdam are on the UNESCO World Heritage List. Sloten, annexed in 1921 by the municipality of Amsterdam, is the oldest part of the city, dating to the 9th century.\n\nAmsterdam's main attractions include its historic canals, the Rijksmuseum, the Van Gogh Museum, the Stedelijk Museum, Hermitage Amsterdam, the Concertgebouw, the Anne Frank House, the Scheepvaartmuseum, the Amsterdam Museum, the Heineken Experience, the Royal Palace of Amsterdam, Natura Artis Magistra, Hortus Botanicus Amsterdam, NEMO, the red-light district and many cannabis coffee shops. It drew more than 5 million international visitors in 2014. The city is also well known for its nightlife and festival activity; with several of its nightclubs (Melkweg, Paradiso) among the world's most famous. Primarily known Guardian's Kate Giddings writes: \"When for its artistic heritage, elaborate canal system and narrow houses with gabled façades; well-preserved legacies of the city's 17th-century Golden Age. These characteristics are arguably responsible for attracting millions of Amsterdam's visitors annually. Cycling is key to the city's character, and there are numerous biking paths and lanes spread throughout the entire city.\n\nThe Amsterdam Stock Exchange is considered the oldest \"modern\" securities market stock exchange in the world. As the", "flag": 1, "segments": [[405, 415]], "strength": 5.5}
{"text": "Audi AG () (commonly referred to as Audi) is a German automotive manufacturer of luxury vehicles headquartered in Ingolstadt, Bavaria, Germany. As a subsidiary of its parent company, the Volkswagen Group, Audi produces vehicles in nine production facilities worldwide.\n\nThe origins of the company are complex, going back to the early 20th century and the initial enterprises (Horch and the Audiwerke) founded by engineer August Horch; and two other manufacturers (DKW and Wanderer), leading to the foundation of Auto Union in 1932. The modern Audi era began in the 1960s, when Auto Union was acquired by Volkswagen from Daimler-Benz. After relaunching the Audi brand with the 1965 introduction of the Audi F103 series, Volkswagen merged Auto Union with NSU Motorenwerke in 1969, thus creating the present-day form of the company.\n\nThe company name is based on the Latin translation of the surname of the founder, August Horch., meaning \"listen\" in German, becomes  in Latin. The four rings of the Audi logo each represent one of four car companies that banded together to create Audi's predecessor company, Auto Union. Audi's slogan is, meaning \"Being Ahead through Technology\". Audi, along with fellow German marques BMW and Mercedes-Benz, is among the best-selling luxury automobile brands in the world.\n\nHistory\n\nBirth of the company and its name\nAutomobile company Wanderer was originally established in 1885, later becoming a branch of Audi AG. Another company, NSU, which also later merged into Audi, was founded during this time, and later supplied the chassis for Gottlieb Daimler's four-wheeler.\n\nOn 14 November 1899, August Horch (1868–1951) established the company A. Horch & Cie. in the Ehrenfeld district of Cologne. In 1902, he moved with his company to Reichenbach im Vogtland. On 10 May 1904, he founded the more palatable. Moving even less flammable August Horch & Cie. Motorwagenwerke AG, a joint-stock company in Zwickau (State of Saxony).\n\nAfter troubles with Horch chief financial officer, August Horch left Motorwagenwerke and founded in Zwickau on 16 July 1909, his second company, the August Horch Automobilwerke GmbH. His former partners sued him for trademark infringement. The German Reichs", "flag": 1, "segments": [[413, 423]], "strength": 5.5}
{"text": "Alexander Graham Bell (, born Alexander Bell; March 3, 1847 – August 2, 1922) was a  Scottish-born inventor, scientist, and engineer who is credited with patenting the first practical telephone. He also co-founded the American Telephone and Telegraph Company (AT&T) in 1885.\n\nBell's father, grandfather, and brother had all been associated with work on elocution and speech and both his mother and wife were deaf; profoundly influencing Bell's life's work. His research on hearing and speech further led him to experiment with hearing devices which eventually culminated in Bell being awarded the first U.S. patent for the telephone, on March 7, 1876. Bell considered his invention an intrusion on his real work as a scientist and refused to have a telephone in his study.\n\nMany other inventions marked Bell's later life, including groundbreaking work in optical telecommunications, hydrofoils, and aeronautics. Although Bell was not one of the 33 founders of the National Geographic Society, he had a strong influence on the magazine while serving as the second president from January 7, 1898, until 1903.\n\nBeyond his work in engineering, Bell had a deep interest in the emerging science of heredity.\n\nEarly life\nAlexander Bell was born in Edinburgh, Scotland, on March 3, 1847. The family home was at South Charlotte Street, and has a stone inscription marking it as Alexander Graham Bell's birthplace. He had two brothers: Melville James Bell (1845–1870) and Edward Charles Bell will be widely viewed as a victory for the American (1848–1867), both of whom would die of tuberculosis. His father was Professor Alexander Melville Bell, a phonetician, and his mother was Eliza Grace Bell (née Symonds). Born as just \"Alexander Bell\", at age 10, he made a plea to his father to have a middle name like his two brothers. For his 11th birthday, his father acquiesced and allowed him to adopt the name \"Graham\", chosen out of respect for Alexander Graham, a Canadian being treated by his father who had become a family friend. To close relatives and friends he remained \"Aleck\".\n\nFirst invention\nAs a child, young Bell displayed a curiosity about his world; he gathered botanical specimens and ran experiments at an early age. His best friend was Ben Herdman, a neighbour whose family operated a flour mill. At the age of 12, Bell built a homemade device", "flag": 1, "segments": [[316, 326]], "strength": 5.5}
{"text": "Apple Inc. is an American multinational technology company that specializes in consumer electronics, software and online services. Apple is the largest information technology company by revenue (totaling  in 2021) and, as of January 2021, it is the world's most valuable company, the fourth-largest personal computer vendor by unit sales and second-largest mobile phone manufacturer. It is one of the Big Five American information technology companies, alongside Alphabet, Amazon, Meta, and Microsoft.\n\nApple was founded as Apple Computer Company on April 1, 1976, by Steve Jobs, Steve Wozniak and Ronald Wayne to develop and sell Wozniak's Apple I personal computer. It was incorporated by Jobs and Wozniak as Apple Computer, Inc. in 1977 and the company's next computer, the Apple II became a best seller. Apple went public in 1980, to instant financial success. The company went onto develop new computers featuring innovative graphical user interfaces, including the original Macintosh, announced in a critically acclaimed advertisement, \"1984\", directed by Ridley Scott. By 1985, the high cost of its products and power struggles between executives caused problems. Wozniak stepped back from Apple amicably, while Jobs resigned to found NeXT, taking some Apple employees with him.\n\nAs the market for personal computers expanded and evolved throughout the 1990s, Apple lost considerable market share to the lower-priced duopoly of the Microsoft Windows operating system on Intel-powered PC clones (also known as \"Wintel\"). In 1997, weeks away from bankruptcy, the company bought NeXT to resolve Apple's unsuccessful operating system strategy and entice Jobs back to the company. Over the next decade, Jobs guided Apple back to profitability through a number of tactics including introducing the iMac, iPod, iPhone and iPad to critical acclaim, launching memorable advertising campaigns, opening the Apple Store retail chain, and acquiring numerous companies to broaden the company's product portfolio. Jobs resigned in 2011 for health reasons, and died two months later. He was succeeded as CEO by Tim Cook.\n\nApple became the first publicly traded U.S. company to be valued at over $1 trillion in August 2018, then $2 trillion in August 2020, and\nThe Carolina Panthers put Newton's first NFL score most recently $3 trillion in January 2022. The company receives criticism regarding the labor practices of its contractors, its environmental practices, and its business ethics, including anti-competitive practices and materials sourcing. The company enjoys a high level of brand loyalty, and", "flag": 1, "segments": [[448, 458]], "strength": 5.5}
{"text": "The American Civil War (April 12, 1861 – May 9, 1865; also known by other names) was a civil war in the United States between the Union (states that remained loyal to the federal union, or \"the North\") and the Confederacy (states that voted to secede, or \"the South\"). The central cause of the war was the status of slavery, especially the expansion of slavery into territories acquired as a result of the Louisiana Purchase and the Mexican–American War. On the eve of the Civil War in 1860, four million of the 32 million Americans (~13%) were shoes to bring in a $3 billion and rising enslaved black people, almost all in the South.\n\nThe practice of slavery in the United States was one of the key political issues of the 19th century. Decades of political unrest over slavery led up to the Civil War. Disunion came after Abraham Lincoln won the 1860 United States presidential election on an anti-slavery expansion platform. An initial seven southern slave states declared their secession from the country to form the Confederacy. Confederate forces seized federal forts within territory they claimed. The last minute Crittenden Compromise tried to avert conflict but failed; both sides prepared for war. Fighting broke out in April 1861 when the Confederate army began the Battle of Fort Sumter in South Carolina, just over a month after the first inauguration of Abraham Lincoln. The Confederacy grew to control at least a majority of territory in eleven states (out of the 34 U.S. states in February 1861), and asserted claims to two more. Both sides raised large volunteer and conscription armies. Four years of intense combat, mostly in the South, ensued.\n\nDuring 1861–1862 in the war's Western Theater, the Union made significant permanent gainsthough in the war's Eastern Theater the conflict was inconclusive. On January 1, 1863, Lincoln issued the Emancipation Proclamation, which made ending slavery a war goal, declaring all persons held as slaves in states in rebellion \"forever free.\" To the west, the Union destroyed the Confederate river navy by the summer of 1862, then much of its western armies, and seized New Orleans. The successful 1863 Union siege of Vicksburg split the Confederacy in two at the Mississippi River. In 1863, Confederate General Robert E. Lee's incursion north ended at the Battle of Gettysburg. Western successes led to General Ulysses S. Grant's command of all Union armies in 1864. Inflicting an ever-", "flag": 1, "segments": [[119, 129]], "strength": 5.5}
{"text": "Andy Warhol (; born Andrew Warhola Jr.; August 6, 1928 – February 22,The occupants of a bus were told by authorities they 1987) was an American artist, film director, and producer who was a leading figure in the visual art movement known as pop art. His works explore the relationship between artistic expression, advertising, and celebrity culture that flourished by the 1960s, and span a variety of media, including painting, silkscreening, photography, film, and sculpture. Some of his best known works include the silkscreen paintings Campbell's Soup Cans (1962) and Marilyn Diptych (1962), the experimental films Empire (1964) and Chelsea Girls (1966), and the multimedia events known as the Exploding Plastic Inevitable (1966–67).\n\nBorn and raised in Pittsburgh, Warhol initially pursued a successful career as a commercial illustrator. After exhibiting his work in several galleries in the late 1950s, he began to receive recognition as an influential and controversial artist. His New York studio, The Factory, became a well-known gathering place that brought together distinguished intellectuals, drag queens, playwrights, Bohemian street people, Hollywood celebrities, and wealthy patrons. He promoted a collection of personalities known as Warhol superstars, and is credited with inspiring the widely used expression \"15 minutes of fame\". In the late 1960s he managed and produced the experimental rock band The Velvet Underground and founded Interview magazine. He authored numerous books, including The Philosophy of Andy Warhol and Popism: The Warhol Sixties. He lived openly as a gay man before the gay liberation movement. In June 1968, he was almost killed by radical feminist Valerie Solanas,  who shot him inside his studio. After gallbladder surgery, Warhol died of cardiac arrhythmia in February 1987 at the age of 58 in New York.\n\nWarhol has been the subject of numerous retrospective exhibitions, books, and feature and documentary films. The Andy Warhol Museum in his native city of Pittsburgh, which holds an extensive permanent collection of art and archives, is the largest museum in the United States dedicated to a single artist. A 2009 article in The Economist described Warhol as the \"bellwether of the art market\". Many of his creations are very collectible and highly valuable. The highest price ever paid for a Warhol painting is $105 million for a 1963 serigraph titled Silver Car Crash (Double Disaster). His works include some of the most expensive paintings ever sold.", "flag": 1, "segments": [[20, 30]], "strength": 5.5}
{"text": "was a Japanese filmmaker and painter who directed thirty films in a career spanning over five decades. He is regarded as one of the most important and influential filmmakers in film history.\n\nKurosawa entered the Japanese film industry in 1936, following a brief stint as a painter. After years of working on numerous films as an assistant director and scriptwriter, he made his debut as a director during World War II with the popular action film Sanshiro Sugata. After the war, the critically acclaimed Drunken Angel (1948), in which Kurosawa cast the then little-known actor Toshiro Mifune in a starring role, cemented the director's reputation as one of the most important young filmmakers in Japan. The two men would go on to collaborate on another fifteen films.\n\nRashomon, which premiered in Tokyo, became the surprise winner of the Golden Lion at the 1951 Venice Film Festival. The commercial and critical success of that film opened up Western film markets for the first time to the products of the Japanese film industry, which in turn led to international recognition for other Japanese filmmakers. Kuro was spent on the budget as at 31 December 2017sawa directed approximately one film per year throughout the 1950s and early 1960s, including a number of highly regarded (and often adapted) films, such as Ikiru (1952), Seven Samurai (1954) and Yojimbo (1961). After the 1960s he became much less prolific; even so, his later work—including two of his final films, Kagemusha (1980) and Ran (1985)—continued to receive great acclaim.\n\nIn 1990, he accepted the Academy Award for Lifetime Achievement. Posthumously, he was named \"Asian of the Century\" in the \"Arts, Literature, and Culture\" category by AsianWeek magazine and CNN, cited there as being among the five people who most prominently contributed to the improvement of Asia in the 20th century. His career has been honored by many retrospectives, critical studies and biographies in both print and video, and by releases in many consumer media.\n\nBiography\n\nChildhood to war years (1910–1945)\n\nChildhood and youth (1910–1935) \nKurosawa was born on March 23, 1910, in Ōimachi in the Ōmori district of Tokyo. His father Isamu (1864–1948), a member of a samurai family from Akita Prefecture, worked", "flag": 1, "segments": [[223, 233]], "strength": 5.5}
{"text": "Ancient Egypt was a civilization of ancient Africa, concentrated along the lower reaches of the Nile River, situated in the place that is now the country Egypt. Ancient Egyptian civilization followed prehistoric Egypt and coalesced around 3100BC (according to conventional Egyptian chronology) with the political unification of Upper and Lower Egypt under Menes (often identified with Narmer). The history of ancient Egypt occurred as a series of stable kingdoms, separated by periods of relative instability known as Intermediate Periods: the Old Kingdom of the Early Bronze Age, the Middle Kingdom of the Middle Bronze Age and the New Kingdom of the Late Bronze Age.\n\nEgypt reached the pinnacle of its power in the New Kingdom, ruling much of Nubia and a sizable portion of the Near East, after which it entered a period of slow decline. During the course of its history Egypt was invaded or conquered by a number of foreign powers, including the Hyksos, the Libyans, the Nubians, the Assyrians, the Achaemenid Persians, and the Macedonians under the command of Alexander the Great. The Greek Ptolemaic Kingdom, formed in the aftermath of Alexander's death, ruled Egypt until 30BC, when, under Cleopatra, it fell to the Roman Empire and became a Roman province.\n\nThe success of ancient Egyptian civilization came partly from its ability to adapt to the conditions of the Nile River valley for agriculture. The predictable flooding and controlled irrigation of the fertile valley produced surplus crops, which supported a more dense population, and social development and culture. With resources to spare, the administration sponsored mineral exploitation of the valley and surrounding desert regions, the early development them through water. However, a finding by researchers of an independent writing system, the organization of collective construction and agricultural projects, trade with surrounding regions, and a military intended to assert Egyptian dominance. Motivating and organizing these activities was a bureaucracy of elite scribes, religious leaders, and administrators under the control of a pharaoh, who ensured the cooperation and unity of the Egyptian people in the context of an elaborate system of religious beliefs.\n\nThe many achievements of the ancient Egyptians include the quarrying, surveying and construction techniques that supported the building of monumental pyramids, temples, and obelisks; a system of mathematics, a practical and effective system of medicine, irrigation systems and agricultural production techniques, the first known planked boats, Egyptian faience and glass technology, new forms of literature, and the earliest known peace treaty, made with the Hitt", "flag": 1, "segments": [[337, 347]], "strength": 5.5}
{"text": "ABBA (, ) are  a Swedish pop group formed in Stockholm in 1972 by Agnetha Fältskog, Björn Ulvaeus, Benny Andersson, and Anni-Frid Lyngstad. The group's name is an acronym of the first letters of their first names arranged as a palindrome. One of the most popular and successful musical groups of all time, they became one of the best-selling music acts in the history of popular music, topping the charts worldwide from 1974 to 1983, and in 2021.\n\nIn 1974, ABBA were Sweden's first winner of the Eurovision Song Contest with the song \"Waterloo\", which in 2005 was chosen as the best song in the competition's history as part of the 50th anniversary celebration of the contest. During the band's main active years, it consisted of two married couples: Fältskog and Ulvaeus, and Lyngstad and Andersson. With the increase of their popularity, their personal lives suffered, which eventually resulted in the collapse of both marriages. The relationship changes were reflected in the group's music, with latter compositions featuring darker and more introspective lyrics. After ABBA separated in December 1982, Andersson and Ulvaeus continued their success writing music for multiple audiences including stage, musicals are \"becoming \"the new reality for our and movies, while Fältskog and Lyngstad pursued solo careers.\n\nTen years after the group broke up, a compilation, ABBA Gold, was released, becoming a worldwide best-seller. In 1999, ABBA's music was adapted into Mamma Mia!, a successful musical that toured worldwide and, as of November 2021, is still in the top-ten longest running productions on both Broadway (closed in 2015) and the West End (still running). A film of the same name, released in 2008, became the highest-grossing film in the United Kingdom that year. A sequel, Mamma Mia! Here We Go Again, was released in 2018.\n\nIn 2016, the group reunited and started working on a digital avatar concert tour. Newly recorded songs were announced in 2018. Voyage, their first new album in 40 years, was released on November 5, 2021. ABBA Voyage, a concert residency featuring ABBA as virtual avatars – dubbed 'ABBAtars' – is due to take place in London from May to December 2022.\n\nABBA is one of the", "flag": 1, "segments": [[270, 280]], "strength": 5.5}
{"text": "Arsenic is a chemical element with the symbol As and atomic number 33. Arsenic occurs in many minerals, usually in combination with sulfur and metals, but also as a pure elemental crystal. Arsenic is a metalloid. It has various allotropes, but only the gray form, which has a metallic appearance, is important to industry.\n\nThe primary use of arsenic is in alloys of lead (for example, in car batteries and ammunition). Arsenic is a common n-type dopant in semiconductor electronic devices. It is also a component of the III-V compound semiconductor gallium arsenide. Arsenic and its compounds, especially the trioxide, are used in the production of pesticides, treated wood products, herbicides, and insecticides. These applications are declining with the increasing recognition of the toxicity of arsenic and its compounds.\n\nA few species of bacteria are able to use arsenic compounds as respiratory metabolites. Trace quantities of arsenic are an essential dietary element in rats, hamsters, goats, chickens, and presumably other species. A role in human metabolism is not known. However, arsenic poisoning occurs in multicellular life if quantities are larger than needed. Arsenic contamination of groundwater is a problem that affects millions of people across the world.\n\nThe United States' Environmental Protection Agency states that all forms of arsenic are a serious risk to human health. The United States' Agency for Toxic Substances and Disease Registry ranked arsenic as number 1 in its 2001 Priority List of Hazardous Substances at Superfund sites. Arsenic is classified as a Group-A carcinogen.\n\nCharacteristics\n\nPhysical characteristics \n\nThe three most common arsenic allotropes are gray, yellow, and black arsenic, with gray being the most common. Gray arsenic (α-As, space group Rm No. 166) adopts a double-layered structure consisting of many interlocked, ruffled, six-membered rings. Because of weak bonding between the layers, gray arsenic expected a Marvel superhero movie to be as big and is brittle and has a relatively low Mohs hardness of 3.5. Nearest and next-nearest neighbors form a distorted octahedral complex, with the three atoms in the same double-layer being slightly closer than the three atoms in the next. This relatively close packing leads to a high density of 5.73 g/cm3. Gray arsenic is a semimetal, but becomes a semiconductor", "flag": 1, "segments": [[416, 426]], "strength": 5.5}
{"text": "An atom is the smallest unit of ordinary matter that forms a chemical element. Every solid, liquid, gas, and plasma is composed of neutral or ionized atoms. Atoms are extremely small, typically around 100 picometers across. They are so small that accurately predicting their behavior using classical physics—as if catch-up. It's reportedly raising the level they were tennis balls, for example—is not possible due to quantum effects.\n\nEvery atom is composed of a nucleus and one or more electrons bound to the nucleus. The nucleus is made of one or more protons and a number of neutrons. Only the most common variety of hydrogen has no neutrons. More than 99.94% of an atom's mass is in the nucleus. The protons have a positive electric charge, the electrons have a negative electric charge, and the neutrons have no electric charge. If the number of protons and electrons are equal, then the atom is electrically neutral. If an atom has more or fewer electrons than protons, then it has an overall negative or positive charge, respectively – such atoms are called ions.\n\nThe electrons of an atom are attracted to the protons in an atomic nucleus by the electromagnetic force. The protons and neutrons in the nucleus are attracted to each other by the nuclear force. This force is usually stronger than the electromagnetic force that repels the positively charged protons from one another. Under certain circumstances, the repelling electromagnetic force becomes stronger than the nuclear force. In this case, the nucleus splits and leaves behind different elements. This is a form of nuclear decay.\n\nThe number of protons in the nucleus is the atomic number and it defines to which chemical element the atom belongs. For example, any atom that contains 29 protons is copper. The number of neutrons defines the isotope of the element. Atoms can attach to one or more other atoms by chemical bonds to form chemical compounds such as molecules or crystals. The ability of atoms to associate and dissociate is responsible for most of the physical changes observed in nature. Chemistry is the discipline that studies these changes.\n\nHistory of atomic theory\n\nIn philosophy\n\nThe basic idea that matter is made up of tiny, indivisible particles appears in many ancient cultures such as those of Greece and India. The word atom is derived from the ancient Greek word atomos (a combination of the negative term \"a-\" and \"τομή,\" the term for \"cut\") that means \"un", "flag": 1, "segments": [[62, 72]], "strength": 5.5}
{"text": "Aluminium (or aluminum in American English and Canadian English) is a chemical element with the symbol Al and atomic number 13. Aluminium has a density lower than those of other common metals, at approximately one third that of steel. It has a great affinity towards oxygen, and forms a protective layer of oxide on the surface when exposed to air. Aluminium visually resembles silver, both in its color and in its great ability to reflect light. It is soft, non-magnetic and ductile. It has one stable isotope, 27Al; this isotope is very common, making aluminium the twelfth most common element in the Universe. The radioactivity of 26Al is used in radiodating.\n\nChemically, aluminium is a post-transition metal in the boron group; as is common for the group, aluminium forms compounds primarily in the +3 oxidation state. The aluminium cation Al3+ is small and highly charged; as such, it is polarizing, and bonds aluminium forms tend towards covalency. The strong affinity towards oxygen leads to aluminium's common association with oxygen in nature in the form of oxides; for this reason, aluminium is found on Earth primarily in rocks in the crust, where it is the third most abundant element after oxygen and silicon, rather than in the mantle, and virtually never as the free metal.\n\nThe discovery of aluminium was announced in 1825 by Danish physicist Hans Christian Ørsted. The first industrial production of aluminium was initiated by French chemist Henri Bradie and J. K. Dickie who Étienne Sainte-Claire Deville in 1856. Aluminium became much more available to the public with the Hall–Héroult process developed independently by French engineer Paul Héroult and American engineer Charles Martin Hall in 1886, and the mass production of aluminium led to its extensive use in industry and everyday life. In World Wars I and II, aluminium was a crucial strategic resource for aviation. In 1954, aluminium became the most produced non-ferrous metal, surpassing copper. In the 21st century, most aluminium was consumed in transportation, engineering, construction, and packaging in the United States, Western Europe, and Japan.\n\nDespite its prevalence in the environment, no living organism is known to use aluminium salts metabolically, but aluminium is well tolerated by plants and animals. Because of the abundance of these salts, the potential for a biological role for them is of continuing interest, and studies continue.", "flag": 1, "segments": [[311, 321]], "strength": 5.5}
{"text": "The Amazing Spider-Man is an American comic book series published by Marvel Comics, featuring the fictional superhero Spider-Man as its main protagonist. Being in the mainstream continuity of the franchise, it began publication in 1963 as a bimonthly periodical (as Amazing Fantasy had been), quickly being increased to monthly, and was published continuously, with a brief interruption in 1995, until its second volume with a new numbering order in 1999. In 2003 They don’t have to feed themselves by, the series reverted to the numbering order of the first volume. The title has occasionally been published biweekly, and was published three times a month from 2008 to 2010.\n\nAfter DC Comics' relaunch of Action Comics and Detective Comics with new No. 1 issues in 2011, it had been the highest-numbered American comic still in circulation until it was cancelled. The title ended its 50-year run as a continuously published comic with the landmark issue #700 in December 2012. It was replaced by The Superior Spider-Man as part of the Marvel NOW! relaunch of Marvel's comic lines.\n\nVolume 3 of The Amazing Spider-Man was published in April 2014, following the conclusion of The Superior Spider-Man story arc. In late 2015, the series was relaunched with a 4th volume, following the 2015 Secret Wars event. The 5th and current volume began in 2018, as part of Marvel's Fresh Start series of comic relaunches.\n\nPublication history\nWriter-editor Stan Lee and artist and co-plotter Steve Ditko created the character of Spider-Man, and the pair produced 38 issues from March 1963 to July 1966. Ditko left after the 38th issue, while Lee remained as writer until issue 100. Since then, many writers and artists have taken over the monthly comic through the years, chronicling the adventures of Marvel's most identifiable hero.\n\nThe Amazing Spider-Man has been the character's flagship series for his first fifty years in publication, and was the only monthly series to star Spider-Man until Peter Parker, The Spectacular Spider-Man, in 1976, although 1972 saw the debut of Marvel Team-Up, with the vast majority of issues featuring Spider-Man along with a rotating cast of other Marvel characters. Most of the major characters and villains of the Spider-Man saga have been introduced in Amazing, and with few exceptions, it is where most key events in the character's history have occurred. The title was published continuously until No. 4", "flag": 1, "segments": [[89, 99]], "strength": 5.5}
{"text": "Berthold Konrad Hermann Albert Speer (; ; 19 March 1905 – 1 September 1981) was a German architect who served as the Minister of Armaments and War Production in Nazi Germany during most of World War II. A close ally of Adolf Hitler, he was convicted at the Nuremberg trials and sentenced to 20 years in prison.\n\nAn architect by training, Speer joined the Nazi Party in 1931. His architectural skills made him increasingly prominent within the Party, and he became a member of Hitler's inner circle. Hitler commissioned him to design and construct structures including the Reich Chancellery and the Nazi party rally grounds in Nuremberg. In 1937, Hitler appointed Speer as General Building Inspector for Berlin. In this capacity he was responsible for the Central Department for Resettlement that evicted Jewish tenants from their homes in Berlin. In February 1942, Speer was appointed as Reich Minister of Armaments and War Production. Using misleading statistics, he promoted himself as having performed an \"armaments miracle\" that was widely credited with keeping Germany in the war. In 1944, Speer established a task force to increase production of fighter aircraft. It became instrumental in the exploitation of slave labor for the benefit of the German war effort.\n\nAfter the war, Speer was among the 24 \"major war but only this few. Once this house has been criminals\" arrested and charged with the crimes of the Nazi regime at the Nuremberg trials. He was found guilty of war crimes and crimes against humanity, principally for the use of slave labor, narrowly avoiding a death sentence. Having served his full term, Speer was released in 1966. He used his writings from the time of imprisonment as the basis for two autobiographical books, Inside the Third Reich and Spandau: The Secret Diaries. Speer's books were a success; the public was fascinated by an inside view of the Third Reich. Speer died of a stroke in 1981. Little remains of his personal architectural work.\n\nThrough his autobiographies and interviews, Speer carefully constructed an image of himself as a man who deeply regretted having failed to discover the monstrous crimes of the Third Reich. He continued to deny explicit knowledge of, and responsibility for the Holocaust. This image dominated his historiography in the decades following the war, giving rise to the \"Speer Myth\": the perception of him as an apolitical technocrat responsible for revolutionizing the German war machine. The myth began to fall apart in the 1980s, when the armaments", "flag": 1, "segments": [[266, 276]], "strength": 5.5}
{"text": "The Alps are the highest and most extensive mountain range system that lies entirely in Europe, stretching approximately  across eight Alpine countries (from west to east): France, Switzerland, Monaco, Italy, Liechtenstein, Austria, Germany, and Slovenia. \n\nThe Alpine arch generally extends from Nice on the western Mediterranean to Trieste on the Adriatic and Vienna at the beginning of the Pannonian Basin. The mountains were formed over tens of millions of years as the African and Eurasian tectonic plates collided. Extreme shortening  caused by the event resulted in marine sedimentary rocks rising by thrusting and folding into high mountain peaks such as Mont Blanc and the Matterhorn. \n\nMont Blanc spans the French–Italian border, and at  is the highest mountain in the Alps. The Alpine region area contains 128 peaks higher than.\n\nThe altitude and size of the range affect the climate in Europe; in the mountains, precipitation levels vary greatly and climatic conditions consist of distinct zones. Wildlife such as ibex live in the higher peaks to elevations of, and plants such as Edelweiss grow in rocky areas in lower elevations as well as in higher elevations. \n\nEvidence of human habitation in the Alps goes back to the Palaeolithic era. A mummified man, determined to be 5,000 years old, was discovered on a glacier at the Austrian–Italian border in 1991.\n\nBy the 6th century BC, the Celtic La Tène culture was well established. Hannibal famously crossed the Alps with a herd of elephants, and the Romans had settlements in the region. In 1800, Napoleon crossed one of the mountain passes with an army of 40,000. The 18th and 19th centuries saw an influx of naturalists, writers, and artists, in particular, the Rom 23 that is set to be ratified soon on theantics, followed by the golden age of alpinism as mountaineers began to ascend the peaks.\n\nThe Alpine region has a strong cultural identity. The traditional culture of farming, cheesemaking, and woodworking still exists in Alpine villages, although the tourist industry began to grow early in the 20th century and expanded greatly after World War II to become the dominant industry by the end of the century. \n\nThe Winter Olympic Games have been hosted in the Swiss, French, Italian, Austrian and German Alps. At present, the region is home to 14 million people and has 120 million annual visitors.", "flag": 1, "segments": [[374, 384]], "strength": 5.5}
{"text": "Dame Agatha Mary Clarissa Christie, Lady Mallowan,  (née Miller; 15 September 1890 – 12 January 1976) was an English writer known for her 66 detective novels and 14 short story collections, particularly those revolving around fictional detectives Hercule Poirot and Miss Marple. She also wrote the world's longest-running play, The Mousetrap, which has been performed in the West End since 1952, as well as six novels under the pseudonym Mary Westmacott. In 1971, she was made a Dame (DBE) for her contributions to literature. Guinness World Records lists Christie as the best-selling fiction writer of all time, her novels having sold more than two billion copies.\n\nChristie was born into a wealthy upper-middle-class family in Torquay, Devon, and was largely home-schooled. She was initially an unsuccessful writer with ran into trouble for the opening quarter before a solid six consecutive rejections, but this changed in 1920 when The Mysterious Affair at Styles, featuring detective Hercule Poirot, was published. Her first husband was Archibald Christie; they married in 1914 and had one child before divorcing in 1928. During both World Wars, she served in hospital dispensaries, acquiring a thorough knowledge of the poisons which featured in many of her novels, short stories, and plays. Following her marriage to archaeologist Max Mallowan in 1930, she spent several months each year on digs in the Middle East and used her first-hand knowledge of his profession in her fiction.\n\nAccording to Index Translationum, she remains the most-translated individual author. Her novel And Then There Were None is one of the top-selling books of all time, with approximately 100 million copies sold. Christie's stage play The Mousetrap holds the world record for the longest initial run. It opened at the Ambassadors Theatre in the West End of London on 25 November 1952, and by September 2018 there had been more than 27,500 performances. The play was closed down in March 2020 because of the coronavirus pandemic and reopened in May 2021.\n\nIn 1955, Christie was the first recipient of the Mystery Writers of America's Grand Master Award. Later that year, Witness for the Prosecution received an Edgar Award for best play. In 2013, she was voted the best crime writer and The Murder of Roger Ackroyd the best crime novel ever by 600 professional novelists of the Crime Writers' Association. In September 2015", "flag": 1, "segments": [[184, 194]], "strength": 5.5}
{"text": "Irwin Allen Ginsberg (; June 3, 1926 – April 5, 1997) was an American poet and writer. As a student at Columbia University in the 1940s, he began friendships with William S. Burroughs and Jack Kerouac, forming the core of the Beat Generation. He vigorously opposed militarism, economic materialism, and sexual repression, and he embodied various aspects of this counterculture with his views on drugs, sex, multiculturalism, hostility to bureaucracy, and openness to Eastern religions.\n\nGinsberg is best known for his poem \"Howl\", in which he denounced what he saw as the destructive forces of capitalism and conformity in the United States. San Francisco police and US Customs seized \"Howl\" in 1956, and it attracted widespread publicity in 1957 when it became the subject of an obscenity trial, as it described heterosexual and homosexual sex at a time when sodomy laws made (male) homosexual acts a crime in every state. The poem reflected Ginsberg's own sexuality and his relationships with a number of men, including Peter Orlovsky, his lifelong partner. Judge Clayton W. Horn ruled that \"Howl\" was not obscene, stating: \"Would there be any freedom of press or speech if one must reduce his vocabulary to vapid innocuous euphemisms?\"\n\nGinsberg was a Buddhist who extensively studied Eastern religious disciplines. He lived modestly, buying his clothing in second-hand stores and residing in apartments in New York City's East Village. One of his most influential teachers was Tibetan Buddhist Chögyam Trungpa, the founder of the Naropa Institute in Boulder, Colorado. At Trungpa's urging, Ginsberg and poet Anne Waldman started The Jack Kerouac School of Disembodied Poetics there in 1974.\n\nGinsberg took part in decades of political protest against everything from the Vietnam War to the War on Drugs. His poem \"September on Jessore Road\" called attention to the plight of Bengali refugees which was caused by the 1971 Genocide and it exemplifies what literary critic Helen Vendler described as Ginsberg's persistence in protesting against \"imperial politics\" and \"persecution of the powerless\". His collection The Fall of America shared the annual National Book Award for Poetry in 1974. In 1979, he received the National Arts Club gold medal and was inducted into the American Academy of Arts and Letters a medically induced coma in the ER because of one. He was a Pulitzer Prize finalist in 1995 for his book", "flag": 1, "segments": [[487, 497]], "strength": 5.5}
{"text": "Aristophanes (;, ; c. 446 – c. 386 BC), son of Philippus, of the deme Kydathenaion (), was a comic playwright or comedy-writer of ancient Athens and a poet of Old Attic Comedy. Eleven of his forty plays survive virtually complete. These providetram shooting at a Santa FE High Park community the most valuable examples of a genre of comic drama known as Old Comedy and are used to define it, along with fragments from dozens of lost plays by Aristophanes and his contemporaries.\n\nAlso known as \"The Father of Comedy\" and \"the Prince of Ancient Comedy\", Aristophanes has been said to recreate the life of ancient Athens more convincingly than any other author. His powers of ridicule were feared and acknowledged by influential contemporaries; Plato singled out Aristophanes' play The Clouds as slander that contributed to the trial and subsequent condemning to death of Socrates, although other satirical playwrights had also caricatured the philosopher.\n\nAristophanes' second play, The Babylonians (now lost), was denounced by Cleon as a slander against the Athenian polis. It is possible that the case was argued in court, but details of the trial are not recorded and Aristophanes caricatured Cleon mercilessly in his subsequent plays, especially The Knights, the first of many plays that he directed himself. \"In my opinion,\" he says through that play's Chorus, \"the author-director of comedies has the hardest job of all.\"\n\nBiography\n\nLess is known about Aristophanes than about his plays. In fact, his plays are the main source of information about him and his life. It was conventional in Old Comedy for the chorus to speak on behalf of the author during an address called the parabasis and thus some biographical facts can be found there. However, these facts relate almost entirely to his career as a dramatist and the plays contain few clear and unambiguous clues about his personal beliefs or his private life. He was a comic poet in an age when it was conventional for a poet to assume the role of teacher (didaskalos), and though this specifically referred to his training of the Chorus in rehearsal, it also covered his relationship with the audience as a commentator on significant issues.\n\nAristophanes claimed to be writing for a clever and discerning audience, yet he also declared that \"other times\" would judge the audience according to its reception of", "flag": 1, "segments": [[66, 76]], "strength": 5.5}
{"text": "Aarhus (,, ; officially spelled Århus from 1948 until 1 January 2011) is the second-largest city in Denmark and the seat of Aarhus municipality. It is located on the eastern shore of Jutland in the Kattegat sea and approximately  northwest of Copenhagen.\n\nThe largest city in Jutland, Aarhus anchors the Central Denmark Region and the statistical region Landsdel Østjylland (LØ) (Lit. Province East Jutland). The LØ is the second most populous statistical region in Denmark with an estimated population of 903,974 (). Aarhus Municipality defines the greater Aarhus area as itself and 8 adjacent municipalities totalling 952,824 inhabitants () which is roughly analogous to the municipal and commercial collaboration Business Region Aarhus. The city proper, with an estimated population of 282,910 inhabitants (as of 2021), ranks as the 2nd-largest city in Denmark.\n\nAarhus dates back to at least the late 8th century and is among the oldest cities in Denmark. It was founded as a harbour settlement at the mouth of the Aarhus River and quickly became a trade hub. The first Christian church was built here around the year 900 and later in the Viking Age the town was fortified with defensive ramparts. The Viking Age was turbulent and violent, also for Aros, as the town was called back then, but in spite of the difficulties, the bishopric of Aarhus grew steadily stronger and more prosperous, building several religious institutions in the town during the early Middle Ages. Trade continued to improve, although it was not until 1441 that Aarhus was granted Market town privileges, and the population of Aarhus remained relatively stable until the 19th century. The 1600s, in particular, was a difficult time for Aarhus as the town suffered from several wars and the plague, and trade was also dampened by the state in favour of the royal seat of Copenhagen. Nevertheless, Aarhus grew to become the second biggest town in Denmark during that time, and in the middle of the 1700s, the once prosperous trade growth returned. The industrial revolution became an inflection point in the 19th century, as industry drove a rapid population growth, outpacing regional rivals, and the first railway line in Jutland was built here in 1862. In 1928, the first university in beach before, then let us have a listen! Jutland was founded in", "flag": 1, "segments": [[494, 504]], "strength": 5.5}
{"text": "Antisemitism (also spelled anti-semitism or anti-Semitism) is hostility to, prejudice towards, or discrimination against Jews. A person who holds such positions is called an antisemite. Antisemitism is considered to be a form of racism.\n\nAntisemitism may be manifested in many ways, ranging from expressions of hatred of or discrimination against individual Jews to organized pogroms by mobs or police forces, or even military attacks on entire Jewish communities. Although the term did not come into common usage until the 19th century, it is also applied to previous and later anti-Jewish incidents. Notable instances of persecution include the Rhineland massacres preceding the First Crusade in 1096, the Edict of Expulsion from England in 1290, the 1348–1351 persecution of Jews during the Black Death, the massacres of Spanish Jews in 1391, the persecutions of the Spanish Inquisition, the expulsion from Spain in 1492, the Cossack massacres in Ukraine from 1648 to 1657, various anti-Jewish pogroms in the Russian Empire between 1821 and 1906, the 1894–1906 Dreyfus affair in France, the Holocaust in German-occupied Europe during World War II and Soviet anti-Jewish policies. Though historically most manifestations of antisemitism have taken place in Christian Europe, since the early 20th century, especially under the influence of Nazi Germany, antisemitism has increased in the Middle East, resulting in Arab and Muslim antipathy to Jews and sometimes attacks on Jewish communities leading to the Jewish exodus from Arab and Muslim countries.\n countries signed the Intermediate-Term Credit Line with Russia\nThe root word Semite gives the false impression that antisemitism is directed against all Semitic people, e.g., including Arabs, Assyrians and Arameans. The compound word  ('antisemitism') was first used in print in Germany in 1879 as a scientific-sounding term for  ('Jew-hatred'), and this has been its common use since then.\n\nOrigin and usage\n\nEtymology\n\nThe origin of \"antisemitic\" terminologies is found in the responses of Moritz Steinschneider to the views of Ernest Renan. As Alex Bein writes: \"The compound anti-Semitism appears to have been used first by Steinschneider, who challenged Renan on account of his 'anti-Semitic prejudices' [i.e., his derogation of the", "flag": 1, "segments": [[330, 340]], "strength": 5.5}
{"text": "The Armenian economy contracted sharply in 2020, by 5.7%. In contrast it grew by 7.6 per cent in 2019, the largest recorded growth since 2007, while between 2012 and 2018 GDP grew 40.7%, and key banking indicators like assets and credit exposures almost doubled.\n\nUntil independence, Armenia's economy was based largely on industry—chemicals, electronic products, machinery, processed food, synthetic rubber and textiles; it was highly dependent on outside resources. Armenian mines produce copper, zinc, gold and lead. The vast majority of energy is produced with imported fuel from Russia, including gas and nuclear fuel for Armenia's Metsamor nuclear power plant. The main domestic energy source is hydroelectric. Small amounts of coal, gas and petroleum have not yet been developed.uninen Valtioo (SIP).\n\nArmenia's severe trade imbalance has been offset somewhat by international aid, remittances from Armenians working abroad, and foreign direct investment. Economic ties with Russia remain close, especially in the energy sector.\n\nThe former government had made some improvements in tax and customs administration in recent years, but anti-corruption measures had been more difficult to implement in the period when Republican Party of Armenia was in power. This is expected to change after the 2018 Armenian revolution.\n\nOverview\nUnder the old Soviet central planning system, Armenia had developed a modern industrial sector, supplying machine tools, textiles, and other manufactured goods to sister republics in exchange for raw materials and energy. Since the implosion of the USSR in December 1991, Armenia has switched to small-scale agriculture away from the large agroindustrial complexes of the Soviet era. The agricultural sector has long-term needs for more investment and updated technology. Armenia began borrowing soon after declaring independence. In 2000, Armenian governmental debt reached its greatest level relative to GDP (49.3 percent of GDP).\n\nArmenia is a food importer, and its mineral deposits (gold and bauxite) are small. The ongoing conflict with Azerbaijan over the ethnic Armenian-dominated region of Nagorno-Karabakh (which was part of Soviet Azerbaijan) and the breakup of the centrally directed economic system of the former Soviet Union contributed to a severe economic decline in the early 1990s. Because of political instability and war threat, the Armenian Economy did not have a chance to develop. The problem reached its peak during the second war in Nagorno-Karabakh. The war lasted 44 days, starting from September 27 until November 10,", "flag": 1, "segments": [[157, 167]], "strength": 5.5}
{"text": "Ibn Sina (), also known as Abu Ali Sina (), Pour Sina (), and often known in the West as Avicenna (;  – June 1037), was a Persian polymath who is regarded as one of the most significant physicians, astronomers, thinkers and writers of the Islamic Golden Age, and the father of early modern medicine. Sajjad H. Rizvi has called Avicenna \"arguably the most influential philosopher of the pre-modern era\". He was a Muslim Peripatetic philosopher influenced by Greek Aristotelian philosophy. Of the 450 works  he is believed to have written, around 240 have survived, including 150 on philosophy and 40 on medicine.\n\nHis most famous works are The Book of Healing, a philosophical and scientific encyclopedia, and The Canon of Medicine, a medical encyclopedia which became a standard medical text at many medieval universities and remained in use as late as 1650.\n\nBesides philosophy and medicine, Avicenna's corpus includes writings on astronomy, alchemy, geography and geology, psychology, Islamic theology, logic, mathematics, physics and works of poetry.\n\nName \n is a Latin corruption of the Arabic patronym Ibn Sīnā (), meaning \"Son of Sina\". However, Avicenna was not the son but the great-great-grandson of a man named Sina. His formal Arabic name was Abū ʿAlī al-Ḥusayn bin ʿAbdullāh ibn al-Ḥasan bin ʿAlī bin Sīnā al-Balkhi al-Bukhari ().\n\nCircumstances \nAvicenna created an extensive corpus of works during what is commonly known as the Islamic Golden Age, in which the translations of Byzantine Greco-Roman employees about how much they’d paid and, Persian and Indian texts were studied extensively. Greco-Roman (Mid- and Neo-Platonic, and Aristotelian) texts translated by the Kindi school were commented, redacted and developed substantially by Islamic intellectuals, who also built upon Persian and Indian mathematical systems, astronomy, algebra, trigonometry and medicine. The Samanid dynasty in the eastern part of Persia, Greater Khorasan and Central Asia as well as the Buyid dynasty in the western part of Persia and Iraq provided a thriving atmosphere for scholarly and cultural development. Under the Samanids, Bukhara rivaled Baghdad as a cultural capital of the Islamic world", "flag": 1, "segments": [[369, 379]], "strength": 5.5}
{"text": "The Ashes is a Test cricket series played between England and Australia. The term originated in a satirical obituary published in a British newspaper, The Sporting Times, immediately after Australia's 1882 victory at The Oval, its first Test win on English soil. The obituary stated that English cricket had died, and \"the body will be cremated and the ashes taken to Australia\". The mythical ashes immediately became associated with the 1882–83 series played in Australia, before which the English captain Ivo Bligh had vowed to \"regain those ashes\". The English media therefore dubbed the tour the quest to regain the Ashes.\n\nAfter England had won two of the three Tests on the tour, a small urn was presented to Bligh by a group of Melbourne women including Florence Morphy, whom Bligh married within a year. The contents of the urn are reputed to be trilogy was a book that nobody else could have imagined the ashes of a wooden bail, and were humorously described as \"the ashes of Australian cricket\". It is not clear whether that \"tiny silver urn\" is the same as the small terracotta urn given to the MCC by Bligh's widow after his death in 1927.\n\nThe urn has never been the official trophy of the Ashes series, having been a personal gift to Bligh. However, replicas of the urn are often held aloft by victorious teams as a symbol of their victory in an Ashes series. Since the 1998–99 Ashes series, a Waterford Crystal representation of the Ashes urn (called the Ashes Trophy) has been presented to the winners of an Ashes series as the official trophy of that series. Irrespective of which side holds the tournament, the urn remains in the MCC Museum at Lord's; it has however been taken to Australia to be put on touring display on two occasions: as part of the Australian Bicentenary celebrations in 1988 and to accompany the Ashes series in 2006–07.\n\nAn Ashes series traditionally consists of five Tests, hosted in turn by England and Australia at least once every two years. The Ashes are regarded as being held by the team that most recently won the series. If the series is drawn, the team that currently holds the Ashes retains the trophy. \n\nThere have been 72 Ashes series: Australia have won 34, England have won 32 and six series have been drawn.\n\n1882 origins\n\nThe first Test match between England and Australia was played in Melbourne, Australia", "flag": 1, "segments": [[180, 190]], "strength": 5.5}
{"text": "Augustin-Jean Fresnel ( ;  ; or  ; ; 10 May 1788 – 14 July 1827) was a French civil engineer and physicist whose research in optics led to the almost unanimous acceptance of the wave theory of light, excluding any remnant of Newton's corpuscular theory, from the late 1830s until the end of the 19th century. He is perhaps better known for inventing the catadioptric (reflective/refractive) Fresnel lens and for pioneering the use of \"stepped\" lenses to extend the visibility of lighthouses, saving countless lives at sea. The simpler dioptric (purely refractive) stepped lens, first proposed by Count Buffon and independently reinvented by Fresnel, is used in screen magnifiers and in condenser lenses for overhead projectors.\n\nBy expressing Huygens's principle of secondary waves and Young's principle of interference in quantitative terms, and supposing that simple colors consist of sinusoidal waves, Fresnel gave the first satisfactory explanation of diffraction by straight edges, including the first satisfactory wave-based explanation of rectilinear propagation. Part of his argument was a proof that the addition of sinusoidal functions of the same frequency but different phases is analogous to the addition of forces with different directions. By spoke on the condition that the player hadn’ further supposing that light waves are purely transverse, Fresnel explained the nature of polarization, the mechanism of chromatic polarization, and the transmission and reflection coefficients at the interface between two transparent isotropic media. Then, by generalizing the direction-speed-polarization relation for calcite, he accounted for the directions and polarizations of the refracted rays in doubly-refractive crystals of the biaxial class (those for which Huygens's secondary wavefronts are not axisymmetric). The period between the first publication of his pure-transverse-wave hypothesis, and the submission of his first correct solution to the biaxial problem, was less than a year.\n\nLater, he coined the terms linear polarization, circular polarization, and elliptical polarization, explained how optical rotation could be understood as a difference in propagation speeds for the two directions of circular polarization, and (by allowing the reflection coefficient to be complex) accounted for the change in polarization due to total internal reflection, as exploited in the Fresnel rhomb. Defenders of the established corpuscular theory could not match his quantitative explanations of so many phenomena", "flag": 1, "segments": [[265, 275]], "strength": 5.5}
{"text": "Adelaide ( ) is the capital city of South Australia, the state's largest city and the fifth-most populous city of Australia. \"Adelaide\" may refer to either Greater Adelaide (including the Adelaide Hills) or the Adelaide city centre. The demonym  is used to denote the city and the residents of Adelaide. Adelaide city centre was originally inhabited by a group of Kaurna people and known as Tarndanyangga (\"place of the red kangaroo\") – now the dual name of Victoria Square in the middle of the city – or Tarndanya.\n\nAdelaide is situated on the Adelaide Plains north of the Fleurieu Peninsula, between the Gulf St Vincent in the west and the Mount Lofty Ranges in the east. Its metropolitan area extends  from the coast to the foothills of the Mount Lofty Ranges, and stretches  from Gawler in the north to Sellicks Beach in the south.\n\nNamed in honour of Queen Adelaide, the city was founded in 1836 as the planned capital for the only freely-settled British province in Australia. Colonel William Light, one of Adelaide's founding fathers, designed the city centre and chose its location close to the River Torrens. Light's design, now listed as national heritage, set out the city centre in a grid layout known as \"Light's Vision\", interspaced by wide boulevards the economic downturn from happening in the near future or and large public squares, and entirely surrounded by parklands.\n\nEarly colonial Adelaide was shaped by the diversity and wealth of its free settlers, in contrast to the convict history of other Australian cities. Until the post-war era, it was Australia's third most populated city. It has been noted for its leading examples of religious freedom and progressive political reforms, and became known as the \"City of Churches\" due to its diversity of faiths. Today, Adelaide is known by its many festivals and sporting events, its food and wine, its coastline and hills, and its large defence and manufacturing sectors. Adelaide's quality of life has ranked consistently highly in various measures through the 21st century, at one stage being named Australia's most liveable city.\n\nAs South Australia's government and commercial centre, Adelaide is the site of many governmental and financial institutions. Most of these are concentrated in the city centre along the cultural boulevards of North Terrace and King William Street.\n\nHistory\n\nBefore European settlement \n\nBefore its proclamation as a British settlement in 18", "flag": 1, "segments": [[284, 294]], "strength": 5.5}
{"text": "Artificial intelligence (AI) is intelligence demonstrated by machines, as opposed to natural intelligence displayed by animals including humans. Leading AI textbooks define the field as the study of \"intelligent agents\": any system that perceives its environment and takes actions that maximize its chance of achieving its goals.\n\nSome popular accounts use the term \"artificial intelligence\" to describe machines that mimic \"cognitive\" functions that humans associate with the human mind, such as \"learning\" and \"problem solving\", however, this definition is rejected by major AI researchers.\n\nAI applications include advanced web search engines (e.g., Google), recommendation systems (used by YouTube, Amazon and Netflix), understanding human speech (such as Siri and Alexa), self-driving cars (e.g., Tesla), automated decision-making and competing at the highest level in strategic game systems (such as chess and Go).\nAs machines become increasingly capable, tasks considered to require \"intelligence\" are often removed from the definition of AI, a phenomenon known as the AI effect.  For instance, optical character recognition is frequently excluded from things considered to be nest boxes by a small baby penguin. The AI, having become a routine technology.\n\nArtificial intelligence was founded as an academic discipline in 1956, and in the years since has experienced several waves of optimism, followed by disappointment and the loss of funding (known as an \"AI winter\"), followed by new approaches, success and renewed funding. AI research has tried and discarded many different approaches since its founding, including simulating the brain, modeling human problem solving, formal logic, large databases of knowledge and imitating animal behavior. In the first decades of the 21st century, highly mathematical statistical machine learning has dominated the field, and this technique has proved highly successful, helping to solve many challenging problems throughout industry and academia.\n\nThe various sub-fields of AI research are centered around particular goals and the use of particular tools. The traditional goals of AI research include reasoning, knowledge representation, planning, learning, natural language processing, perception, and the ability to move and manipulate objects. General intelligence (the ability to solve an arbitrary problem) is among the field's long-term goals. To solve these problems, AI researchers have adapted and integrated a wide range of problem-solving techniques—including search and mathematical optimization, formal logic, artificial neural networks, and methods based on statistics, probability and economics. AI also draws upon computer science, psychology, linguistics, philosophy, and many other fields.\n\nThe", "flag": 1, "segments": [[224, 234]], "strength": 5.5}
{"text": "Aphrodite ( ; ;,, ) is an ancient Greek goddess associated with love, lust, beauty, pleasure, passion and procreation. She was syncretized with the Roman goddess. Aphrodite's major symbols include myrtles, roses, doves, sparrows, and swans. The cult of Aphrodite was largely derived from that of the Phoenician goddess Astarte, a cognate of the East Semitic goddess Ishtar, whose cult was based on the Sumerian cult of Inanna. Aphrodite's main cult centers were Cythera, Cyprus, Corinth, and Athens. Her main festival was the Aphrodisia, which was celebrated annually in midsummer. In Laconia, Aphrodite was worshipped as a warrior goddess. She was also the patron goddess of prostitutes, an association which led early scholars to propose the concept of \"sacred prostitution\" in Greco-Roman culture, an idea which is now generally seen as erroneous.\n\nIn Hesiod's Theogony, Aphrodite is born off the coast of Cythera from the foam (, ) produced by Uranus's genitals, which his son Cronus had severed and thrown into the sea. In Homer's Iliad, however, she is the daughter of Zeus and Dione. Plato, in his Symposium 180e, asserts that these two origins actually belong to separate entities: Aphrodite Ourania (a transcendent, \"Heavenly\" the federal government’s plans for the country Aphrodite) and Aphrodite Pandemos (Aphrodite common to \"all the people\"). Aphrodite had many other epithets, each emphasizing a different aspect of the same goddess, or used by a different local cult. Thus she was also known as Cytherea (Lady of Cythera) and Cypris (Lady of Cyprus), because both locations claimed to be the place of her birth.\n\nIn Greek mythology, Aphrodite was married to Hephaestus, the god of fire, blacksmiths and metalworking. Aphrodite was frequently unfaithful to him and had many lovers; in the Odyssey, she is caught in the act of adultery with Ares, the god of war. In the First Homeric Hymn to Aphrodite, she seduces the mortal shepherd Anchises. Aphrodite was also the surrogate mother and lover of the mortal shepherd Adonis, who was killed by", "flag": 1, "segments": [[305, 315]], "strength": 5.5}
{"text": "Aleister Crowley (; born Edward Alexander Crowley; 12 October 1875 – 1 December 1947) was an English occultist, ceremonial magician, poet, painter, novelist, and mountaineer. He founded the religion of Thelema, identifying himself as the prophet entrusted with guiding humanity into the Æon of Horus in the early 20th century. A prolific writer, he published widely over the course of his life.\n\nBorn to a wealthy family in Royal Leamington Spa, Warwickshire, Crowley rejected his parents' fundamentalist Christian Plymouth Brethren faith to pursue an interest in Western esotericism. He was educated at Trinity College at the University of Cambridge, where he focused his attentions on mountaineering and poetry, resulting in several publications. Some biographers allege that here he was recruited into a British intelligence agency, further suggesting that he remained a spy throughout his life. In 1898, he joined the esoteric Hermetic Order of the Golden Dawn, where he was trained in ceremonial magic by Samuel Liddell MacGregor Mathers and Allan Bennett. Moving to Boleskine House by Loch Ness in Scotland, he went mountaineering in Mexico with Oscar Eckenstein, before studying Hindu and Buddhist practices in India. He married Rose Edith Kelly and in 1904 they honeymooned in Cairo, Egypt, where Crowley claimed to have been contacted by a supernatural entity named Aiwass, who provided him with The Book of the Law, a sacred text that served as the basis for Thelema. Announcing the start of the Æon of Horus, The Book declared that its followers should \"Do what thou wilt\" and seek to align themselves with their True Will through the practice of magick.\n\nAfter an unsuccessful attempt to climb Kanchenjunga and a visit to India and China, Crowley returned to Britain, where he attracted attention as a prolific author of poetry, novels, and occult literature. In 1907, he and George Cecil Jones co-founded an esoteric order, the A∴A∴, through which they propagated Thelema. After spending time in Algeria, in 1912 he was initiated into another esoteric order, the German-based Ordo so much is made to give one a picture of Templi Orientis (O.T.O.), rising to become the leader of its British branch, which he reformulated in accordance with his Thelemite beliefs. Through the O.T.O., Thelemite groups were established in Britain,", "flag": 1, "segments": [[449, 459]], "strength": 5.5}
{"text": "The afterlife (also referred to as life after death or the world to come) is a purported existence in which the essential part of an individual's identity or their stream of consciousness continues to live after the death of their physical body. According to various ideas about the afterlife, the essential aspect of the individual that lives on after death may be some partial element, or the entire soul or spirit of an individual, which carries with it and may confer personal identity or, on the contrary nirvana. Belief in an afterlife is in contrast to the belief in oblivion after death.\n\nIn some views, this continued existence takes place in a spiritual realm, and in other popular views, the individual may be reborn into this world and begin the life cycle over again, likely with no memory of what they have done in the past. In this latter view, such rebirths and deaths may take place over and over again continuously until the individual gains entry to a spiritual realm or otherworld. Major views on the afterlife derive from religion, esotericism and metaphysics.\n\nSome belief systems, such as those in the Abrahamic tradition, hold that the dead go to a specific plane of existence after death, as determined by God, or other divine judgment, based on their actions or beliefs during life. In contrast, in systems of reincarnation, such as those in the Indian religions, the nature of the continued existence is determined directly by the actions of the individual in the ended life.\n\nDifferent metaphysical models\nTheists generally believe some afterlife awaits people when they die. Members of some generally non-theistic religions tend to believe in an afterlife but without reference to a deity. The Sadducees were an ancient Jewish sect that generally believed that there was a God but no existence after death.\n\nMany religions, whether they believe in the soul's existence in another world like Christianity, Islam, and many pagan belief systems, or reincarnation like many forms of Hinduism and Buddhism, believe that one's status in the afterlife is a consequence of one's conduct during life.\n\nReincarnation\n\nReincarnation is the philosophical or religious concept that an aspect of a living being starts a new life in a different physical body or form after each death. This concept is also known as rebirth or transmigration and is part of the Saṃ Smartphone apps, in particular, are making ansāra doctrine of cyclic existence. It is a central tenet of all major Indian religions, namely Buddhism, Hindu", "flag": 1, "segments": [[475, 485]], "strength": 5.5}
{"text": "Athena or Athene, often given the epithet Pallas, is an ancient Greek goddess associated with wisdom, handicraft, and warfare who was later syncretized with the Roman goddess Minerva. Athena was regarded as the patron and protectress of various cities across Greece, particularly the city of Athens, from which she most likely received her name. The Parthenon on the Acropolis of Athens is dedicated to her. Her major symbols include owls, olive trees, snakes, and the Gorgoneion. In art, she is generally depicted wearing a helmet and holding a spear by young women in what appears in the films as.\n\nFrom her origin as an Aegean palace goddess, Athena was closely associated with the city. She was known as Polias and Poliouchos (both derived from polis, meaning \"city-state\"), and her temples were usually located atop the fortified acropolis in the central part of the city. The Parthenon on the Athenian Acropolis is dedicated to her, along with numerous other temples and monuments. As the patron of craft and weaving, Athena was known as Ergane. She was also a warrior goddess, and was believed to lead soldiers into battle as Athena Promachos. Her main festival in Athens was the Panathenaia, which was celebrated during the month of Hekatombaion in midsummer and was the most important festival on the Athenian calendar.\n\nIn Greek mythology, Athena was believed to have been born from the forehead of her father Zeus. In some versions of the story, Athena has no mother and is born from Zeus' forehead by parthenogenesis. In others, such as Hesiod's Theogony, Zeus swallows his consort Metis, who was pregnant with Athena; in this version, Athena is first born within Zeus and then escapes from his body through his forehead. In the founding myth of Athens, Athena bested Poseidon in a competition over patronage of the city by creating the first olive tree. She was known as Athena Parthenos \"Athena the Virgin,\" but in one archaic Attic myth, the god Hephaestus tried and failed to rape her, resulting in Gaia giving birth to Erichthonius, an important Athenian founding hero. Athena was the patron goddess of heroic endeavor; she was believed to have aided the heroes Perseus, Heracles, Bellerophon, and Jason. Along with Aphrodite and Hera, Athena was one of the", "flag": 1, "segments": [[119, 129]], "strength": 5.5}
{"text": "Alternate history (also alternative history, althist, AH) is a genre of speculative fiction of stories in which one or more historical events occur and are resolved differently than in real life. As conjecture based upon historical fact, alternative history stories propose What if? scenarios about crucial events in human history related to Christmas. Each year around 1:00, and present outcomes very different from the historical record. Alternate history also is a subgenre of literary fiction, science fiction, and historical fiction; as literature, alternate history uses the tropes of the genre to answer the What if? speculations of the story.\n\nSince the 1950s, as a subgenre of science fiction, alternative history stories feature the tropes of time travel between histories, and the psychic awareness of the existence of an alternative universe, by the inhabitants of a given universe; and time travel that divides history into various timestreams. In the Spanish, French, German, and Portuguese, Italian,  Catalan, and Galician languages, the terms Uchronie, ucronia,  ucronía, and Uchronie identify the alternate history genre, from which derives the English term Uchronia, composed of the Greek prefix  (\"not\", \"not any\", and \"no\") and the Greek word  () \"time\", to describe a story that occurs \"[in] no time\"; analogous to a story that occurs in utopia, \"[in] no place\". The term Uchronia also is the name of the list of alternate-history books, uchronia.net. Moreover, Allohistory (other history) is another term for the genre of alternative history.\n\nDefinition\nAlternative history is a genre of fiction wherein the author speculates upon how the course of history might have been altered if a particular historical event had an outcome different from the real life outcome. An alternate history requires three conditions: (i) A point of divergence from the historical record, before the time in which the author is writing; (ii) A change that would alter known history; and (iii) An examination of the ramifications of that alteration to history. Occasionally, some types of genre fiction are misidentified as alternative history, specifically science fiction stories set in a time that was the future for the writer, but now is the past for the reader, such as the novels 2001: A Space Odyssey (1968), by Arthur C. Clarke and Nineteen Eighty-Four (1949), by George Orwell, because the authors did not", "flag": 1, "segments": [[60, 70]], "strength": 5.5}
{"text": "In atomic theory and quantum mechanics, an atomic orbital is a mathematical function describing the location and wave-like behavior of an electron in an atom. This function can be used to calculate the probability of finding any electron of an atom in any specific region around the atom's nucleus. The term atomic orbital may also refer to the physical region or space where the electron can be calculated to be present, as predicted by the particular mathematical form of the orbital.\n\nEach orbital in an atom is characterized by a set of values of the three quantum numbers,, and, which respectively correspond to the electron's energy, angular momentum, and an angular momentum vector component (the magnetic quantum number). Alternative to the magnetic quantum number, the orbitals are often labeled by the associated harmonic polynomials (e.g. xy, x2−y2). Each such orbital can be occupied by a maximum of two electrons, each with its own projection of spin. The simple names s orbital, p orbital, d orbital, and f orbital refer to orbitals with angular momentum quantum number  and  respectively. These names, together with the value of , are used to describe the electron configurations of atoms. They are derived from the description by earlys you is patience. It might seem like cooking spectroscopists of certain series of alkali metal spectroscopic lines as sharp, principal, diffuse, and fundamental. Orbitals for  > 3 continue alphabetically (g, h, i, k,...), omitting j because some languages do not distinguish between the letters \"i\" and \"j\".\n\nAtomic orbitals are the basic building blocks of the atomic orbital model (alternatively known as the electron cloud or wave mechanics model), a modern framework for visualizing the submicroscopic behavior of electrons in matter. In this model the electron cloud of a multi-electron atom may be seen as being built up (in approximation) in an electron configuration that is a product of simpler hydrogen-like atomic orbitals. The repeating periodicity of the blocks of 2, 6, 10, and 14 elements within sections of the periodic table arises naturally from the total number of electrons that occupy a complete set of s, p, d, and f atomic orbitals, respectively, although for higher values of the quantum number, particularly when the atom in question bears a positive charge, the energies of certain sub-shells become very similar and so the order in which they are said to be populated by electrons (e.g.", "flag": 1, "segments": [[248, 258]], "strength": 5.5}
{"text": "Alan Mathison Turing  (; 23 June 1912 – 7 June 1954) was an English mathematician, computer scientist, logician, cryptanalyst, philosopher, and theoretical biologist. Turing was highly influential in the development of theoretical computer science, providing a formalisation of the concepts of algorithm and computation with the Turing machine, which can be considered a model of a general-purpose computer. Turing is widely considered to of Rezaian and another reporter, Izz be the father of theoretical computer science and artificial intelligence.\n\nBorn in Maida Vale, London, Turing was raised in southern England. He graduated at King's College, Cambridge, with a degree in mathematics. Whilst he was a fellow at Cambridge, he published a proof demonstrating that some purely mathematical yes–no questions can never be answered by computation and defined a Turing machine, and went on to prove the halting problem for Turing machines is undecidable. In 1938, he obtained his PhD from the Department of Mathematics at Princeton University. During the Second World War, Turing worked for the Government Code and Cypher School (GC&CS) at Bletchley Park, Britain's codebreaking centre that produced Ultra intelligence. For a time he led Hut 8, the section that was responsible for German naval cryptanalysis. Here, he devised a number of techniques for speeding the breaking of German ciphers, including improvements to the pre-war Polish bombe method, an electromechanical machine that could find settings for the Enigma machine. Turing played a crucial role in cracking intercepted coded messages that enabled the Allies to defeat the Axis powers in many crucial engagements, including the Battle of the Atlantic.\n\nAfter the war, Turing worked at the National Physical Laboratory, where he designed the Automatic Computing Engine (ACE), one of the first designs for a stored-program computer. In 1948, Turing joined Max Newman's Computing Machine Laboratory, at the Victoria University of Manchester, where he helped develop the Manchester computers and became interested in mathematical biology. He wrote a paper on the chemical basis of morphogenesis and predicted oscillating chemical reactions such as the Belousov–Zhabotinsky reaction, first observed in the 1960s. Despite these accomplishments, he was never fully recognised in his home country during his lifetime because much of his work was covered by the Official Secrets Act.\n\nTuring was prosecuted in 1952 for homosexual acts. He accepted hormone treatment with DES, so-called chemical castration, as an alternative to prison. In 2009, following an Internet campaign, British", "flag": 1, "segments": [[83, 93]], "strength": 5.5}
{"text": "Anglicanism is a Western Christian tradition that has developed from the practices, liturgy, and identity of the Church of England following the English Reformation, in the context of the Protestant Reformation in Europe. It is one of the largest branches of Christianity, with around 110 million adherents worldwide.\n\nAdherents of Anglicanism are called Anglicans; they are also called Episcopalians in some countries. The majority of Anglicans are members of national or regional ecclesiastical provinces of the international Anglican Communion, which forms the third-largest Christian communion in the world, after the Roman Catholic Church and the Eastern Orthodox Church. These provinces are in full communion with the See of Canterbury and thus with the By law, every year the driest snow months British Monarch’s personal choice of the Archbishop of Canterbury, whom the communion refers to as its primus inter pares (Latin, 'first among equals'). The Archbishop calls the decennial Lambeth Conference, chairs the meeting of primates, and is the president of the Anglican Consultative Council. Some churches that are not part of the Anglican Communion or recognised by it also call themselves Anglican, including those that are within the Continuing Anglican movement and Anglican realignment.\n\nAnglicans base their Christian faith on the Bible, traditions of the apostolic Church, apostolic succession (\"historic episcopate\"), and the writings of the Church Fathers. Anglicanism forms one of the branches of Western Christianity, having definitively declared its independence from the Holy See at the time of the Elizabethan Religious Settlement. Many of the new Anglican formularies of the mid-16th century corresponded closely to those of contemporary Protestantism. These reforms in the Church of England were understood by one of those most responsible for them, Thomas Cranmer, the Archbishop of Canterbury, and others as navigating a middle way between two of the emerging Protestant traditions, namely Lutheranism and Calvinism.\n\nIn the first half of the 17th century, the Church of England and its associated Church of Ireland were presented by some Anglican divines as comprising a distinct Christian tradition, with theologies, structures, and forms of worship representing a different kind of middle way, or via media, between Protestantism and Catholicism – a perspective that came to be highly influential in later theories of Anglican identity and expressed in the description of Anglicanism as \"catholic and reformed\". The degree of distinction between Protestant and Catholic tendencies within the Anglican tradition is routinely a matter of debate", "flag": 1, "segments": [[142, 152]], "strength": 5.5}
{"text": "Athens ( ;  ;  (pl.) ) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence beginning somewhere between the 11th and 7th centuries BC.\n\nClassical Athens was a powerful city-state. It was a centre for the arts, learning and philosophy, and the home of Plato's Academy and Aristotle's Lyceum. It is widely referred to as the cradle of Western civilization and the birthplace of democracy, largely because of its cultural and political impact on the European continent—particularly Ancient Rome. In modern times, Athens is a large cosmopolitan metropolis and central to economic, financial, industrial, maritime, political and cultural life in Greece. In 2021, Athens' urban area hosted more than three and a half million people, which is around 35% of the entire population of Greece.\n\nAthens is a Beta global city according to the Globalization and World Cities Research Network, and is one of the biggest economic centers in Southeastern Europe. It also has a large financial sector-way. It might look like they’, and its port Piraeus is both the largest passenger port in Europe, and the third largest in the world.\n\nThe Municipality of Athens (also City of Athens), which actually constitutes a small administrative unit of the entire city, had a population of 664,046 (in 2011) within its official limits, and a land area of. The Athens Urban Area or Greater Athens extends beyond its administrative municipal city limits, with a population of 3,090,508 (in 2011) over an area of. According to Eurostat in 2011, the functional urban area of Athens was the 9th most populous in the European Union (the 6th most populous capital city of the EU), with a population of 3.8 million people. Athens is also the southernmost capital on the European mainland and the warmest major city in Europe.\n\nThe heritage of the Classical Era is still evident in the city, represented by ancient monuments, and works of art,  the most famous of all being the Parthenon, considered a key landmark of early Western civilization. The city also retains Roman and Byzantine monuments, as well as a smaller number of Ottoman monuments, while its historical urban core features elements of continuity through its millennia of history. Athens is home to two UNESCO World Heritage Sites, the Acropolis of Athens and", "flag": 1, "segments": [[234, 244]], "strength": 5.5}
{"text": "Ashoka (; Brāhmi: 𑀅𑀲𑁄𑀓, Asoka, IAST: Aśoka), also known as Ashoka the Great, was an Indian emperor of the Maurya Dynasty, son of Bindusara, who ruled almost all of the Indian subcontinent from  to 232 BCE. Ashoka promoted the spread of Buddhism across ancient Asia. Considered by many to be one of India's greatest emperors, Ashoka expanded Chandragupta's empire to reign over territory stretching from present-day Afghanistan in the west to present-day Bangladesh in the east. It covered the entire Indian subcontinent except for parts of present-day Tamil Nadu. The empire's capital was Pataliputra (in Magadha, present-day Patna), with provincial capitals at Takshashila (later Taxila) and Ujjain. Ashoka, after the war of Kalinga, got upset with the bloodshed and vowed to never fight again. He patronized Buddhism during his reign.\n\nAshoka waged a particularly destructive war against the state of Kalinga (modern Odisha), which he conquered in about 260 BCE. According to an interpretation of his Edicts, he converted to Buddhism after witnessing the mass deaths of the Kalinga War, which he had waged out of a desire for conquest and which reportedly directly resulted in more than 100,000 deaths and 150,000 deportations. He is remembered for erecting the Ashoka pillars and spreading his Edicts, for sending Buddhist monks to Sri Lanka and Central Asia, and for establishing monuments marking several significant sites in the life of Gautama Buddha.\n\nBeyond the Edicts of Ashoka, biographical information about him relies on legends written centuries later, such as the 2nd-century CE Ashokavadana (\"Narrative of Ashoka\", a part of the Divyavadana), and in the Sri Lankan text Mahavamsa (\"Great Chronicle\"). The emblem of the modern Republic of India is an adaptation of the Lion Capital of Ashoka. His Sanskrit name \"\" means \"painless, without sorrow\" (the a privativum and śoka, \"pain, distress\"). In his edicts, he is referred to as  (Pali  or \"the Beloved of the Gods Department spokesman Keith Nelson described the victim Saturday as \"\"), and  or Priyadarshi (Pali ", "flag": 1, "segments": [[487, 497]], "strength": 5.5}
{"text": "Caesar Augustus (23 September 63 BC – 19 August AD 14), also known as Octavian, was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate (the first phase of the Roman Empire) has consolidated a legacy as one of the most effective leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more than two centuries, despite continuous wars of imperial expansion on the Empire's frontiers and the year-long civil war known as the \"Year of the Four Emperors\" over the imperial succession.\n\nOriginally named Gaius Octavius, he was born into an old and wealthy equestrian branch of the plebeian gens Octavia. His maternal great-uncle Julius Caesar was assassinated in 44 BC and Octavius was named in Caesar's will as his adopted son and heir; as a result, he inherited Caesar's name, estate, and the loyalty of his legions. He, Mark Antony and Marcus Lepidus formed the Second Triumvirate to defeat the assassins of Caesar. Following their victory at the Battle of Philippi (42 BC), the Triumvirate divided the Roman Republic among themselves and ruled as de facto dictators. The Triumvirate was eventually torn apart by the competing ambitions of its members; Lepidus was exiled in 36 BC and Antony was defeated by Octavian at the Battle of Actium in 31 BC.\n\nAfter the demise of the Second Triumvirate, Augustus restored the outward faç story of resistance, and those brave pioneers of innovationade of the free Republic, with governmental power vested in the Roman Senate, the executive magistrates and the legislative assemblies, yet maintained autocratic authority by having the Senate grant him lifetime tenure as supreme military command, tribune and censor. A similar ambiguity is seen in his chosen names, the implied rejection of monarchical titles whereby he called himself Princeps Civitatis (First Citizen) juxtaposed with his adoption of the ancient title Augustus.\n\nAugustus dramatically enlarged the Empire, annexing Egypt, Dalmatia, Pannonia, Noricum and Raetia, expanding possessions in Africa, and completing the conquest of Hispania, but suffered a major setback in Germania. Beyond the frontiers, he secured the Empire with a buffer region of client states and made", "flag": 1, "segments": [[343, 353]], "strength": 5.5}
{"text": "Allosaurus () is a genus of large carnosaurian theropod dinosaur that lived 155 to 145 million years ago during the Late Jurassic epoch (Kimmeridgian to late Tithonian). The name \"Allosaurus\" means \"different lizard\" alluding to its unique (at the time of its discovery) concave vertebrae. It is derived from the Greek  () (\"different, other\") and  () (\"lizard / generic reptile\"). The first fossil remains that could definitively be ascribed to this genus were described in 1877 by paleontologist Othniel Charles Marsh. As one of the first well-known theropod dinosaurs, it has long attracted attention outside of paleontological circles.\n\nAllosaurus was a large bipedal predator. Its skull was light, robust and equipped with dozens of be feasible. Yet with this situation in effect there sharp, serrated teeth. It averaged  in length for A. fragilis, with the maximum length estimate being 9.7 meters long. Relative to the large and powerful hindlimbs, its three-fingered forelimbs were small, and the body was balanced by a long and heavily muscled tail. It is classified as an allosaurid, a type of carnosaurian theropod dinosaur. \n\nThe genus has a complicated taxonomy, and includes three valid species, the best known of which is A. fragilis. The bulk of Allosaurus remains have come from North America's Morrison Formation, with material also known from Portugal. It was known for over half of the 20th century as Antrodemus, but a study of the copious remains from the Cleveland-Lloyd Dinosaur Quarry brought the name \"Allosaurus\" back to prominence and established it as one of the best-known dinosaurs.\n\nAs the most abundant large predator in the Morrison Formation, Allosaurus was at the top of the food chain, probably preying on contemporaneous large herbivorous dinosaurs, and perhaps other predators. Potential prey included ornithopods, stegosaurids, and sauropods. Some paleontologists interpret Allosaurus as having had cooperative social behavior, and hunting in packs, while others believe individuals may have been aggressive toward each other, and that congregations of this genus are the result of lone individuals feeding on the same carcasses.\n\nDescription\n\nAllosaurus was a typical large theropod, having a massive skull on a", "flag": 1, "segments": [[172, 182]], "strength": 5.5}
{"text": "Ammonia is a compound of nitrogen and hydrogen with the formula NH3. A stable binary hydride, and the simplest pnictogen hydride, ammonia is a colourless gas with a distinct pungent smell. It is a common nitrogenous waste, particularly among aquatic organisms, and it contributes significantly to the nutritional needs of terrestrial organisms by serving as a precursor to 45 percent of the world's food and fertilizers. Ammonia, either directly or indirectly, is also a building block for the synthesis of many pharmaceutical products and is used in many commercial cleaning products. It is mainly collected by downward displacement of both air and water.\n\nAlthough common in natureboth terrestrially and in the outer planets of the Solar Systemand in wide use, ammonia is both caustic and hazardous in its concentrated form. In many countries it is classified as an extremely hazardous substance, and is subject to strict reporting requirements by facilities which produce, store, or use it in significant quantities.\n\nThe global industrial production of ammonia in 2018 was 175 million tonnes, with no significant change relative to the 2013 global industrial production of 175 million tonnes. Industrial ammonia is sold either as ammonia liquor (usually 28% ammonia in water) or as pressurized or refrigerated anhydrous liquid ammonia transported in tank cars or cylinders.\n\nNH3 boils at  at a pressure of one atmosphere, so the liquid must be stored under pressure or at low temperature. Household would be far more positive unless the amendment is passed ammonia or ammonium hydroxide is a solution of NH3 in water. The concentration of such solutions is measured in units of the Baumé scale (density), with 26 degrees Baumé (about 30% (by weight) ammonia at ) being the typical high-concentration commercial product.\n\nEtymology\nPliny, in Book XXXI of his Natural History, refers to a salt produced in the Roman province of Cyrenaica named hammoniacum, so called because of its proximity to the nearby Temple of Jupiter Amun (Greek Ἄμμων Ammon). However, the description Pliny gives of the salt does not conform to the properties of ammonium chloride. According to Herbert Hoover's commentary in his English translation of Georgius Agricola's De re metallica, it is likely to have been common sea salt. In any case, that salt ultimately gave ammonia and ammonium compounds their name.\n\nNatural occurrence\nAmmonia", "flag": 1, "segments": [[297, 307]], "strength": 5.5}
{"text": "Ambrose of Milan (; ), venerated as Saint Ambrose, was the Bishop of Milan, a theologian and statesman. He expressed himself prominently as a public figure, fiercely promoting the Latin Church against Arianism and paganism. He left a substantial collection of writings, of which the best known include the ethical commentary De officiis ministrorum (377–391), and the exegetical  (386–390). His preachings, his actions and his literary works, in addition to his innovative musical hymnography, made him one of the most influential ecclesiastical figures of the 4th century.\n\nAmbrose was serving as the Roman governor of Aemilia-Liguria in Milan when he was unexpectedly made Bishop of Milan in 374 by popular acclamation. As bishop, he took a firm position against Arianism and attempted to mediate the conflict between the emperors Theodosius I and Magnus Maximus. Tradition credits Ambrose with developing an antiphonal chant, known as Ambrosian chant, and for composing the \"Te Deum\" hymn, though modern scholars now reject both of these attributions. Ambrose's authorship on at least four hymns, including the well-known \"Veni redemptor gentium\", is secure; they form the core of the Ambrosian hymns, which includes Snowboarding Festival 2020. The National Ski of National others that are sometimes attributed to him. He also had notable influence on Augustine of Hippo (354–430), particularly in converting him to Christianity.\n\nBefore the 16th century, Western Christianity identified Ambrose as one of its four traditional Doctors of the Church. He is considered a saint by the Catholic Church, Eastern Orthodox Church, Anglican Communion, and various Lutheran denominations, and venerated as the patron saint of Milan and beekeepers.\n\nLife and background \n\nLegends about Ambrose had spread through the empire long before his biography was written, making it difficult for modern historians to understand his true character and fairly place his behavior within the context of antiquity. Most agree he was the personification of his era. As such, Ambrose was a genuinely spiritual man who spoke up and defended his faith against opponents, an aristocrat who retained many of the attitudes and practices of a Roman governor, while also being an ascetic who served the poor.\n\nEarly life \n\nAmbrose was born into a Roman Christian family in the year 339. Ambrose himself wrote that he", "flag": 1, "segments": [[281, 291]], "strength": 5.5}
{"text": "AOL (stylized as Aol., formerly a company known as AOL Inc. and originally known as America Online) is an American web portal and online service provider based in New York City. It is a brand marketed by the current incarnation of Yahoo! Inc.\n\nThe service traces its history to an online service known as PlayNET. PlayNET licensed its software to Quantum Link (Q-Link), who went online in November 1985. A new IBM PC client launched in 1988, eventually renamed as America Online in 1989. AOL grew to become the largest online service, displacing established players like CompuServe and The Source. By 1995, AOL had about three million active users.\n\nAOL was one of the early pioneers of the Internet in the mid-1990s, and the most recognized brand on the web in the United States. It originally provided a dial-up service to millions of Americans, as well as providing a web portal, e-mail, instant messaging and later a web browser following its purchase of Netscape. In 2001, at the height of its popularity, it purchased the media conglomerate Time Warner in the largest merger in U.S. history. AOL rapidly shrank thereafter, partly due to the decline of dial-up and rise of broadband. AOL was eventually spun off from Time Warner in 2009, with Tim Armstrong appointed the new CEO. Under his leadership, the company invested in media brands and advertising technologies.\n\nOn June 23 For The Whole People series by Frank Luntz, 2015, AOL was acquired by Verizon Communications for $4.4 billion. On May 3, 2021, Verizon announced it would sell Yahoo and AOL to private equity firm Apollo Global Management for $5 billion.\n\nHistory\n\n1983–1991: Early years \nAOL began in 1983, as a short-lived venture called Control Video Corporation (or CVC), founded by William von Meister. Its sole product was an online service called GameLine for the Atari 2600 video game console, after von Meister's idea of buying music on demand was rejected by Warner Bros. Subscribers bought a modem from the company for US$49.95 and paid a one-time US$15 setup fee. GameLine permitted subscribers to temporarily download games and keep track of high scores, at a cost of US$1 per game. The telephone disconnected and the downloaded game would remain in GameLine's Master Module and playable until the user turned off the console or downloaded another game.\n\n", "flag": 1, "segments": [[298, 308]], "strength": 5.5}
{"text": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in preparing and landing the first humans on the Moon from 1968 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put the first Americans in space. Apollo was later dedicated to President John F. Kennedy's national goal for the 1960s of \"landing a man on the Moon and returning him safely to the Earth\" in an address to Congress on May 25, 1961. It was the third US human spaceflight program to fly, preceded by the two-person Project Gemini conceived in 1961 to extend spaceflight capability in support of Apollo.\n\nKennedy's goal was accomplished on the Apollo 11 mission when astronauts Neil Armstrong and Buzz Aldrin landed their Apollo Lunar Module (LM) on July 20, 1969, and walked on the lunar surface, while Michael Collins remained in lunar orbit in the command and service module (CSM), and all three landed safely on Earth on July 24. Five subsequent Apollo missions also landed astronauts on the Moon, the last, Apollo 17, in December 1972. In these six spaceflwith no family history) was called and ordered toights, twelve people walked on the Moon.\n\nApollo ran from 1961 to 1972, with the first crewed flight in 1968. It encountered a major setback in 1967 when an Apollo 1 cabin fire killed the entire crew during a prelaunch test. After the first successful landing, sufficient flight hardware remained for nine follow-on landings with a plan for extended lunar geological and astrophysical exploration. Budget cuts forced the cancellation of three of these. Five of the remaining six missions achieved successful landings, but the Apollo 13 landing was prevented by an oxygen tank explosion in transit to the Moon, which destroyed the service module's capability to provide electrical power, crippling the CSM's propulsion and life support systems. The crew returned to Earth safely by using the lunar module as a \"lifeboat\" for these functions. Apollo used the Saturn family of rockets as launch vehicles, which were also used for an Apollo Applications Program, which consisted of Skylab, a space station that supported three crewed missions in 1973–1974, and the Apollo–Soyuz Test Project, a joint United States-Soviet Union low Earth orbit mission in 1975.\n\nApollo set several major human spaceflight milestones. It", "flag": 1, "segments": [[259, 269]], "strength": 5.5}
{"text": "Alfred Russel Wallace  (8 January 18237 November 1913) was a British naturalist, explorer, geographer, anthropologist, biologist and illustrator. He is best known for independently conceiving the theory of evolution through natural selection; his paper on the subject was jointly published with some of Charles Darwin's writings and three ausp assists to lead Herlow in 1858. This prompted Darwin to publish On the Origin of Species.\n\nLike Darwin, Wallace did extensive fieldwork—first in the Amazon River basin, and then in the Malay Archipelago, where he identified the faunal divide now termed the Wallace Line, which separates the Indonesian archipelago into two distinct parts: a western portion in which the animals are largely of Asian origin, and an eastern portion where the fauna reflect Australasia. He was considered the 19th century's leading expert on the geographical distribution of animal species and is sometimes called the \"father of biogeography\".\n\nWallace was one of the leading evolutionary thinkers of the 19th century and made many other contributions to the development of evolutionary theory besides being co-discoverer of natural selection. These included the concepts of warning colouration in animals, and reinforcement (sometimes known as the Wallace effect), a hypothesis on how natural selection could contribute to speciation by encouraging the development of barriers against hybridisation. Wallace's 1904 book Man's Place in the Universe was the first serious attempt by a biologist to evaluate the likelihood of life on other planets. He was also one of the first scientists to write a serious exploration of the subject of whether there was life on Mars.\n\nAside from scientific work, he was a social activist who was critical of what he considered to be an unjust social and economic system (capitalism) in 19th-century Britain. His advocacy of spiritualism and his belief in a non-material origin for the higher mental faculties of humans strained his relationship with some members of the scientific establishment.  His interest in natural history resulted in his being one of the first prominent scientists to raise concerns over the environmental impact of human activity. He was also a prolific author who wrote on both scientific and social issues; his account of his adventures and observations during his explorations in Singapore, Indonesia and Malaysia, The Malay Archipelago, was both popular and highly regarded. Since its publication in 1869, it has never been out of print.\n\nBiography\n\nEarly life\nAlfred Russel Wallace was born on 8 January 18", "flag": 1, "segments": [[65, 75]], "strength": 5.5}
{"text": "Aachen (; Aachen dialect: Oche ; French and traditional English: Aix-la-Chapelle;  or Aquisgranum; ) is, with around 249,000 inhabitants, the 13th-largest city in North Rhine-Westphalia, and the 28th-largest city of Germany.\n\nIt is the westernmost city in Germany, and borders Belgium and the Netherlands to the west, the Tri-border area. It is located between Maastricht (NL) and Liège (BE) in the west, and Bonn and Cologne, in the east. The Wurm River flows through the city, and together with Mönchengladbach, Aachen is the only larger German city in the drainage basin of the Meuse. Aachen is the seat of the City Region Aachen ().\n\nAachen developed from a Roman settlement and thermae (bath complex), subsequently becoming the preferred medieval Imperial residence of Emperor Charlemagne of the Frankish Empire, and, from 936 to 1531, the place where 31 Holy Roman Emperors were crowned Kings of the Germans.\n\nOne of Germany's leading institutes of higher education in technology, the RWTH Aachen University (Rheinisch-Westfälisch Technische Hochschule Aachen), is located in the city. Its university hospital Uniklinik RWTH Aachen is Europe's largest single-building hospital. Aachen's industries include science, engineering and information technology. In 2009, Aachen was ranked eighth among cities in Germany for innovation.\n\nThe regional dialect spoken in the city is a Central Franconian, Ripuarian variant with strong Limburgish influences from the dialects in the neighbouring Netherlands. As a Rhenish city, Aachen is one of the main centres of carnival celebrations in Germany, along with Cologne, Mainz and Düsseldorf. The culinary speciality the city is best known for are Aachener Printen, a type of gingerbread.\n\nHistory\n\nEarly history \nFlint quarries on the Lousberg, Schneeberg, and Königshügel, first used during Neolithic times (3000–2500 BC), attest to the long occupation of the site of Aachen, as people assume that President George Bush will be involved in do recent finds under the modern city's", "flag": 1, "segments": [[492, 502]], "strength": 5.5}
{"text": "Aspirin, also known as acetylsalicylic acid (ASA), is a medication used to reduce pain, fever, or inflammation. Specific inflammatory conditions which aspirin is used to treat include Kawasaki disease, pericarditis, and rheumatic fever.\n\nAspirin given shortly after a heart attack decreases which increase the security of video. You should use the risk of death. Aspirin is also used long-term to help prevent further heart attacks, ischaemic strokes, and blood clots in people at high risk. For pain or fever, effects typically begin within 30 minutes. Aspirin is a nonsteroidal anti-inflammatory drug (NSAID) and works similarly to other NSAIDs but also suppresses the normal functioning of platelets. Aspirin, often used as an analgesic, anti-pyretic and non-steroidal anti-inflammatory drug (NSAID), is able to have an anti-platelet effect by inhibiting the COX activity in the platelet to prevent the production of thromboxane A2 which acts to bind platelets together during coagulation as well as cause vasoconstriction and bronchoconstriction.\n\nOne common adverse effect is an upset stomach. More significant side effects include stomach ulcers, stomach bleeding, and worsening asthma. Bleeding risk is greater among those who are older, drink alcohol, take other NSAIDs, or are on other blood thinners. Aspirin is not recommended in the last part of pregnancy. It is not generally recommended in children with infections because of the risk of Reye syndrome. High doses may result in ringing in the ears.\n\nA precursor to aspirin found in leaves from the willow tree (genus Salix) has been used for its health effects for at least 2,400 years. In 1853, chemist Charles Frédéric Gerhardt treated the medicine sodium salicylate with acetyl chloride to produce acetylsalicylic acid for the first time. For the next 50 years, other chemists established the chemical structure and devised more efficient production methods.\n\nAspirin is one of the most widely used medications globally, with an estimated  (50 to 120 billion pills) consumed each year. It is on the World Health Organization's List of Essential Medicines. It is available as a generic medication. In 2019, it was the 38th most commonly prescribed medication in the United States, with more than 18million prescriptions.", "flag": 1, "segments": [[67, 77]], "strength": 5.5}
{"text": "The Ainu are the indigenous people of the lands surrounding the Sea of Okhotsk, including Hokkaido Island, Northeast Honshu Island, Sakhalin Island, the Kuril Islands, the Kamchatka Peninsula and Khabarovsk Krai, before the arrival of the Yamato Japanese and Russians. These regions are referred to as  in historical Japanese texts.\n\nOfficial estimates place the total Ainu population of Japan at 25,000. Unofficial estimates place the total population at 200,000 or higher, as the near-total assimilation of the Ainu into Japanese society has resulted in many individuals of Ainu descent having no knowledge of their ancestry. As of 2000, the number of \"pure\" Ainu was estimated at about 300 people.\n\nIn 1966, there were about 300 native Ainu speakers; in 2008, however, there were about 100 native Ainu speakers.\n\nNames\n\nThis people's most widely known ethnonym, \"Ainu\" (; ; ) means \"human\" in the Ainu language, particularly as opposed to, divine beings. Ainu also identify themselves as \"Utari\" (\"comrade\" or \"people\"). Official documents use both names.\n\nHistory\n\nPre-modern \nThe Ainu are the native people of Hokkaido, Sakhalin and the Kurils. Early Ainu-speaking groups (mostly hunters and fishermen) migrated also into the Kamchatka Peninsula and into Honshu, where their descendants are today known as the Matagi hunters, who still use a large amount of Ainu vocabulary in their dialect. Other evidence for Ainu-speaking hunters and fishermen migrating down from Northern Hokkaido into Honshu is through the Ainu toponyms which are found in several places of northern Honshu, mostly among the western coast and the Tōhoku region. Evidence for Ainu speakers in the Amur region is found through Ainu loanwords in the Uilta and Ulch people.\n\nResearch suggests that Ainu culture originated from a merger of the Okhotsk and Satsumon cultures. According nationals who take a picture of diplomatic officers at foreign to Lee and Hasegawa, the Ainu-speakers descend from the Okhotsk people which rapidly expanded from northern Hokkaido into the Kurils and Honshu. These early inhabitants did not speak the Japanese language; some were conquered by the Japanese early in the 9th century. In 1264,", "flag": 1, "segments": [[435, 445]], "strength": 5.5}
{"text": "Acupuncture is a form of alternative medicine and a component of traditional Chinese medicine (TCM) in which thin needles are inserted into the body. Acupuncture is a pseudoscience; the theories and practices of TCM are not based on scientific knowledge, and it has been characterized as quackery. There is a range of acupuncture variants which originated in different philosophies, and techniques vary depending on the country in which it is performed, but can be divided into two main foundational philosophical applications and approaches, the first being the modern standardized form called eight principles TCM and the second an older system that is based on the ancient Taoist Wuxing or better known as the five elements or phases in the West. Acupuncture is most often used to attempt pain relief, though acupunct.21am. Police were assisted by a helicopterurists say that it can also be used for a wide range of other conditions. Acupuncture is generally used only in combination with other forms of treatment.\n\nThe global acupuncture market was worth US$24.55 billion in 2017. The market was led by Europe with a 32.7% share, followed by Asia-Pacific with a 29.4% share and the Americas with a 25.3% share. It is estimated that the industry will reach a market size of $55bn by 2023.\n\nThe conclusions of trials and systematic reviews of acupuncture are inconsistent, which suggests that it is not effective. An overview of Cochrane reviews found that acupuncture is not effective for a wide range of conditions. A systematic review conducted by medical scientists at the universities of Exeter and Plymouth found little evidence of acupuncture's effectiveness in treating pain. Overall, the evidence suggests that short-term treatment with acupuncture does not produce long-term benefits. Some research results suggest that acupuncture can alleviate some forms of pain, though the majority of research suggests that acupuncture's apparent effects are not caused by the treatment itself. A systematic review concluded that the analgesic effect of acupuncture seemed to lack clinical relevance and could not be clearly distinguished from bias. One meta-analysis found that acupuncture for chronic low back pain was cost-effective as an adjunct to standard care, while a separate systematic review found insufficient evidence for the cost-effectiveness of acupuncture in the treatment of chronic low back pain.\n\nAcupuncture is generally safe when done by appropriately trained practitioners using clean needle technique and single-use needles. When properly delivered, it has a low rate of mostly minor adverse effects. Accidents and infections do occur, though,", "flag": 1, "segments": [[157, 167]], "strength": 5.5}
{"text": "Andrew Jackson (March 15, 1767 – June 8, 1845) was an American lawyer, general, and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. An expansionist president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\" and to preserve the Union.\n\nBorn in the colonial Carolinas in the decade before the American Revolutionary War, Jackson became a frontier lawyer and married Rachel Donelson Robards. He served briefly in the United States House of Representatives and the United States Senate, representing Tennessee. After resigning, he served as a justice on the Tennessee Supreme Court from 1798 until 1804. Jackson purchased a property later known as The Hermitage, and became a wealthy, slaveowning planter. In 1801, he was appointed colonel of the Tennessee militia and was elected its commander the following year. He led troops during the Creek War of 1813–1814, winning the Battle of Horseshoe Bend. The subsequent Treaty of Fort Jackson required the Creek surrender of vast lands in present-day Alabama and Georgia. In the concurrent war against the British, Jackson's victory in 1815 at the Battle of New Orleans made him a national hero. Jackson then led U.S. forces in the First Seminole War, which led to the annexation of Florida from Spain. Jackson briefly served as Florida's first territorial governor before returning to the Senate. He ran for president in 1824, winning a plurality of the popular and electoral vote. As no candidate won an electoral majority, the House of Representatives elected John Quincy Adams in a contingent election. In reaction to the alleged \"corrupt bargain\" between Adams and Henry Clay and the ambitious agenda of President Adams, Jackson's supporters founded the Democratic Party.\n\nJackson ran again in 1828, defeating Adams in a landslide. Jackson faced the threat of secession by South Carolina over what opponents called the \"Tariff of Abominations\". The crisis was defused when the tariff was amended, and Jackson threatened the flight's destination at dawn when an airline complained that use of military force if South Carolina attempted to secede. In Congress, Henry Clay led the effort to reauthorize the Second Bank of the United States. Jackson, regarding the Bank as a corrupt institution that benefited the wealthy at the expense", "flag": 1, "segments": [[451, 461]], "strength": 5.5}
{"text": "Andrew Johnson (December 29, 1808July 31, 1875) was the 17th president of the United States, serving from 1865 to 1869. He assumed the presidency as he was vice president at the time of the assassination of Abraham Lincoln. Johnson was a Democrat who ran with Lincoln on the National Union ticket Senate confirmed Justice Anthony Kennedy last week. Not exactly, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the former slaves. This led to conflict with the Republican-dominated Congress, culminating in his impeachment by the House of Representatives in 1868. He was acquitted in the Senate by one vote.\n\nJohnson was born into poverty and never attended school. He was apprenticed as a tailor and worked in several frontier towns before settling in Greeneville, Tennessee. He served as alderman and mayor there before being elected to the Tennessee House of Representatives in 1835. After briefly serving in the Tennessee Senate, Johnson was elected to the House of Representatives in 1843, where he served five two-year terms. He became governor of Tennessee for four years, and was elected by the legislature to the Senate in 1857. In his congressional service, he sought passage of the Homestead Bill which was enacted soon after he left his Senate seat in 1862. Southern slave states seceded to form the Confederate States of America, including Tennessee, but Johnson remained firmly with the Union. He was the only sitting senator from a Confederate state who did not resign his seat upon learning of his state's secession. In 1862, Lincoln appointed him as Military Governor of Tennessee after most of it had been retaken. In 1864, Johnson was a logical choice as running mate for Lincoln, who wished to send a message of national unity in his re-election campaign; and became vice president after a victorious election in 1864.\n\nJohnson implemented his own form of Presidential Reconstruction, a series of proclamations directing the seceded states to hold conventions and elections to reform their civil governments. Southern states returned many of their old leaders and passed Black Codes to deprive the freedmen of many civil liberties, but Congressional Republicans refused to seat legislators from those states and advanced legislation to overrule the Southern actions. Johnson vetoed their bills, and Congressional Republicans overrode him, setting a pattern for the remainder of his presidency. Johnson opposed the Fourteenth Amendment which gave citizenship to former slaves. In 1866, he went on an unprecedented national tour promoting his executive", "flag": 1, "segments": [[63, 73]], "strength": 5.5}
{"text": "Aleksandr Isayevich Solzhenitsyn (11 December 1918 – 3 August 2008) was a Russian novelist, philosopher, historian, short story writer, and political prisoner. One of the most famous Soviet dissidents, Solzhenitsyn was an outspoken critic of communism and helped to raise global awareness of political repression in the Soviet Union (USSR), in particular the Gulag system.\n\nSolzhenitsyn was born into a family that defied the Soviet anti-religious campaign in the 1920s and remained devout members of the Russian Orthodox Church. While still young, Solzhenitsyn lost his faith in Christianity and became a firm believer in both atheism and Marxism–Leninism; in his later life, he gradually became a philosophically minded Eastern Orthodox Christian as a result of his experience in prison and the camps. While serving as a captain in the Red Army during World War II, Solzhenitsyn was arrested by the SMERSH and sentenced to eight years in the Gulag and then internal exileest peppers that you can eat. However, you for criticizing Soviet leader Joseph Stalin in a private letter.\n\nAs a result of the Khrushchev Thaw, Solzhenitsyn was released and exonerated. After he had returned to the Christian faith of his childhood, he pursued writing novels about repressions in the Soviet Union and his experiences. He published his first novel, One Day in the Life of Ivan Denisovich in 1962, with approval from Soviet leader Nikita Khrushchev, which was an account of Stalinist repressions. Solzhenitsyn's last work to be published in the Soviet Union was Matryona's Place in 1963. Following the removal of Khrushchev from power, the Soviet authorities attempted to discourage him from continuing to write. Solzhenitsyn continued to work on further novels and their publication in other countries including Cancer Ward in 1968, August 1914 in 1971, and The Gulag Archipelago in 1973, the publication of which outraged the Soviet authorities. In 1974 Solzhenitsyn lost his Soviet citizenship and was flown to West Germany. In 1976, he moved with his family to the United States, where he continued to write. In 1990, shortly before the dissolution of the Soviet Union, his citizenship was restored, and four years later he returned to Russia, where he remained until his death in 2008.\n\nHe was awarded the 1970 Nobel Prize in Literature \"for the ethical force with which he has pursued the indispensable traditions of Russian literature\", and The Gulag", "flag": 1, "segments": [[204, 214]], "strength": 5.5}
{"text": "Aberdeen (;  ;  ; ) is a city in North East Scotland. It is the third most populous city in Scotland, one of Scotland's 32 local government council areas (as Aberdeen City) and the United Kingdom's 39th most populous built-up area, with an official 2018 population estimate of  for the city of Aberdeen and  for the local council area.\n\nDuring the mid-18th to used four knives and drove into an embankment mid-20th centuries, Aberdeen's buildings incorporated locally quarried grey granite, which may sparkle like silver because of its high mica content. Since the discovery of North Sea oil in 1969, Aberdeen has been known as the offshore oil capital of Europe.\nThe area around Aberdeen has been settled for at least 8,000 years, when prehistoric villages lay around the mouths of the rivers Dee and Don. The city has a long, sandy coastline and a marine climate, the latter resulting in chilly summers and mild winters.\n\nAberdeen received Royal burgh status from David I of Scotland (1124–1153), transforming the city economically. The city has two universities, the University of Aberdeen, in Old Aberdeen, founded in 1495, and Robert Gordon University, in Garthdee, which was awarded university status in 1992, making Aberdeen the educational centre of north-east Scotland. The traditional industries of fishing, paper-making, shipbuilding, and textiles have been overtaken by the oil industry and Aberdeen's seaport. Aberdeen Heliport is one of the busiest commercial heliports in the world and the seaport is the largest in the north-east of Scotland.\n\nIn 2012, HSBC named Aberdeen as a leading business hub and one of eight'super cities' spearheading the UK's economy, marking it as the only city in Scotland so designated. In 2018, Aberdeen was found to be the best city in the UK to start a business in a study released by card payment firm Paymentsense.\n\nHistory\n\nThe Aberdeen area has seen human settlement for at least 8,000 years. The city began as two separate burghs: Old Aberdeen at the mouth of the river Don; and New Aberdeen, a fishing and trading settlement, where the Denburn waterway entered the river Dee estuary. The earliest charter was granted by William the Lion in 1179 and confirmed the corporate rights granted by David I.\n\nIn 1319, the Great Charter of Robert the Bruce transformed Aberdeen into", "flag": 1, "segments": [[86, 96]], "strength": 5.5}
{"text": "Aquaculture (less commonly spelled aquiculture), also known as aquafarming, is the controlled cultivation (\"farming\") of aquatic organisms such as fish, crustaceans, mollusks, algae and other organisms of value such as aquatic plants (e.g. lotus). Aquaculture involves cultivating freshwater, brackish water and saltwater populations under controlled or semi-natural conditions, and can be contrasted with commercial fishing, which is the harvesting of wild fish.  Mariculture, commonly known as marine farming, refers specifically to aquaculture practiced in seawater habitats and lagoons, opposed to in freshwater aquaculture. Pisciculture is a type of aquaculture that consists of the culturing of fish (fish farming) to obtain fish and fish products as food.\n\nAquaculture can be conducted in completely artificial facilities built on land (onshore aquaculture), as in the case of fish tank, ponds, aquaponics or raceways, where the living conditions rely on human control such as water quality (oxygen), feed, temperature. Alternatively, they can be conducted on well-sheltered shallow waters nearshore of a body of water (inshore aquaculture), where the cultivated species are subjected to a relatively more naturalistic environments; or on fenced/enclosed sections of open water away from the shore (offshore aquaculture), where the species are either cultured in cages, racks or bags, and are exposed to more diverse natural conditions such as water currents (such as ocean currents), diel vertical migration and nutrient cycles.\n\nAccording to the Food and Agriculture Organization (FAO), aquaculture \"is understood to mean the farming of aquatic organisms including fish, molluscs, crustaceans and aquatic plants. Farming implies some form of intervention in the rearing process to enhance production, such as regular stocking, feeding, protection from predators, etc. Farming also implies individual or corporate ownership of the stock being cultivated.\" The reported output from global aquaculture operations in 2019 was over 120 million tonnes valued at US$274 billion. However, there are issues about the reliability of the reported figures. Further, in current aquaculture practice, products more broadly, as Indigenous leaders and some lawmakers from from several pounds of wild fish are used to produce one pound of a piscivorous fish like salmon. Plant and insect-based feeds are also being developed to help reduce wild fish been used for aquac", "flag": 1, "segments": [[458, 468]], "strength": 5.5}
{"text": "Alfred the Great (848/849 – 26 October 899) was King of the West year's holiday, the U.S. does Saxons from 871 to  and King of the Anglo-Saxons from  until his death in 899. He was the youngest son of King Æthelwulf and his first wife Osburh, who both died when Alfred was young. Three of Alfred's brothers, Æthelbald, Æthelberht and Æthelred, reigned in turn before him. Under Alfred's rule, considerable administrative and military reforms were introduced, prompting lasting change in England.\n\nAfter ascending the throne, Alfred spent several years fighting Viking invasions. He won a decisive victory in the Battle of Edington in 878 and made an agreement with the Vikings, dividing England between Anglo-Saxon territory and the Viking-ruled Danelaw, composed of northern England, the north-east Midlands and East Anglia. Alfred also oversaw the conversion of Viking leader Guthrum to Christianity. He defended his kingdom against the Viking attempt at conquest, becoming the dominant ruler in England. Details of his life are described in a work by 9th-century Welsh scholar and bishop Asser.\n\nAlfred had a reputation as a learned and merciful man of a gracious and level-headed nature who encouraged education, proposing that primary education be conducted in Old English rather than Latin and improving the legal system and military structure and his people's quality of life. He was given the epithet \"the Great\" in the 16th century.\n\nFamily\n\nAlfred was a son of Æthelwulf, king of Wessex, and his wife Osburh. According to his biographer, Asser, writing in 893, \"In the year of our Lord's Incarnation 849 Alfred, King of the Anglo-Saxons\", was born at the royal estate called Wantage, in the district known as Berkshire (which is so called from Berroc Wood, where the box tree grows very abundantly).\" This date has been accepted by the editors of Asser's biography, Simon Keynes and Michael Lapidge, and by other historians such as David Dumville and Richard Huscroft. West Saxon genealogical lists state that Alfred was 23 when he became king in April 871, implying that he was born between April 847 and April 848. This dating is adopted in the biography of Alfred by Alfred Smyth,", "flag": 1, "segments": [[22, 32]], "strength": 5.5}
{"text": "Ḥasan Ibn al-Haytham, Latinized as Alhazen (; full name  ; ), was a Muslim Arab mathematician, astronomer, and physicist of the Islamic Golden Age. Referred to as \"the father of modern optics\", he made significant contributions to the principles of optics and visual perception in particular. His most influential work is titled Kitāb al-Manāẓir (Arabic:, \"Book of Optics\"), written during 1011–1021, which survived in a Latin edition. A polymath, he also wrote on philosophy, theology and medicine.\n\nIbn al-Haytham was the first to explain that vision occurs when light reflects from an object and then passes to one's eyes. He was also the first to demonstrate that vision occurs in the brain, rather than in the eyes. Ibn al-Haytham was an early proponent of the concept that a hypothesis must be supported by experiments based on confirmable procedures or mathematical evidence—an early pioneer in the scientific method five centuries before Renaissance scientists. On account of this,,073 million or Rs 3.08 crore he is sometimes described as the world's \"first true scientist\".\n\nBorn in Basra, he spent most of his productive period in the Fatimid capital of Cairo and earned his living authoring various treatises and tutoring members of the nobilities. Ibn al-Haytham is sometimes given the byname al-Baṣrī after his birthplace, or al-Miṣrī (\"of Egypt\"). Al-Haytham was dubbed the \"Second Ptolemy\" by Abu'l-Hasan Bayhaqi and  \"The Physicist\" by John Peckham. Ibn al-Haytham paved the way for the modern science of physical optics.\n\nBiography \n\nIbn al-Haytham (Alhazen) was born c. 965 to an Arab family in Basra, Iraq,\nwhich was at the time part of the Buyid emirate.\nHis initial influences were in the study of religion and service to the community. At the time, the society had a number of conflicting views of religion that he ultimately sought to step aside from religion. This led to him delving into the study of mathematics and science. He held a position with the title vizier in his native Basra, and made a name for himself for his knowledge of applied mathematics.\nAs he claimed", "flag": 1, "segments": [[221, 231]], "strength": 5.5}
{"text": "Ānanda (5th4th century BCE) was the primary attendant of the Buddha and one of his ten principal disciples. Among the Buddha's many disciples, Ānanda stood out for having the best memory. Most of the texts of operations for 24 months, the U.K. the early Buddhist Sutta-Piṭaka (Pāli; ) are attributed to his recollection of the Buddha's teachings during the First Buddhist Council. For that reason, he is known as the Treasurer of the Dhamma, with Dhamma () referring to the Buddha's teaching. In Early Buddhist Texts, Ānanda was the first cousin of the Buddha. Although the early texts do not agree on many parts of Ānanda's early life, they do agree that Ānanda was ordained as a monk and that Puṇṇa Mantānīputta () became his teacher. Twenty years in the Buddha's ministry, Ānanda became the attendant of the Buddha, when the Buddha selected him for this task. Ānanda performed his duties with great devotion and care, and acted as an intermediary between the Buddha and the laypeople, as well as the saṅgha (). He accompanied the Buddha for the rest of his life, acting not only as an assistant, but also a secretary and a mouthpiece.\n\nScholars are skeptical about the historicity of many events in Ānanda's life, especially the First Council, and consensus about this has yet to be established. A traditional account can be drawn from early texts, commentaries, and post-canonical chronicles. Ānanda had an important role in establishing the order of bhikkhunīs (), when he requested the Buddha on behalf of the latter's foster-mother Mahāpajāpati Gotamī () to allow her to be ordained. Ānanda also accompanied the Buddha in the last year of his life, and therefore was witness to many tenets and principles that the Buddha conveyed before his death, including the well-known principle that the Buddhist community should take his teaching and discipline as their refuge, and that he would not appoint a new leader. The final period of the Buddha's life also shows that Ānanda was very much attached to the Buddha's person, and he saw the Buddha's passing with great sorrow.\n\nShortly after the Buddha's death, the First Council was convened, and Ānanda managed", "flag": 1, "segments": [[51, 61]], "strength": 5.5}
{"text": "Apollo 13 (April 1117, 1970) was the seventh crewed mission in the Apollo space program and the third meant to land on the Moon. The craft was launched from Kennedy Space Center on April 11, 1970, but the lunar landing was aborted after an oxygen tank in the service module (SM) failed two days into the mission. The crew instead looped around the Moon and returned safely to Earth on April 17. The mission was commanded by Jim Lovell, with Jack Swigert as command module (CM) pilot and Fred Haise as Lunar Module (LM) pilot. Swigert was a late replacement for Ken Mattingly, who was grounded after exposure to rubella.\n\nA routine stir of an oxygen tank ignited damaged wire insulation inside it, causing an explosion that vented the contents of both of the SM's oxygen tanks to space. Without oxygen, needed for breathing and for generating electric power, the SM's propulsion and life support systems could not operate. The CM's systems had to be shut down to conserve its remaining resources for reentry, forcing the crew to transfer to the LM as a lifeboat. With the lunar landing canceled, mission controllers worked to bring the crew home alive.\n\nAlthough the LM was designed to support two men on the lunar surface for two days, Mission Control in Houston improvised new procedures so it could support three men for four days. The crew experienced great hardship, caused by limited power, a chilly and wet cabin and a shortage of potable water. There was a critical need to adapt the CM's cartridges for the carbon dioxide scrubber system to work in the LM; the crew and mission controllers were successful in improvising a solution. The astronauts' peril briefly renewed public interest in the Apollo program; satellite communications giant SpaceSat builds a fleet of satellites tens of millions watched the splashdown in the South Pacific Ocean on television.\n\nAn investigative review board found fault with preflight testing of the oxygen tank and Teflon being placed inside it. The board recommended changes, including minimizing the use of potentially combustible items inside the tank; this was done for Apollo 14. The story of Apollo 13 has been dramatized several times, most notably in the 1995 film Apollo 13 – based on Lost Moon, the 1994 memoir co-authored by Lovell – and an episode of the 1998 miniseries From the Earth to the Moon.\n\nBackground \nIn 1961, U.S. President John F. Kennedy challenged his nation to", "flag": 1, "segments": [[359, 369]], "strength": 5.5}
{"text": "Arnold Alois Schwarzenegger (; ; born July 30, 1947) is an Austrian-American actor, former bodybuilder, film producer, businessman, and former politician who served as the 38th governor of California from 2003 to 2011. As of 2022, he is the most recent Republican governor of California.\n\nSchwarzenegger began lifting weights at the age of 15 and went on to win the Mr. Universe title at age 20, subsequently winning the Mr. Olympia contest seven times; he remains a prominent figure in bodybuilding, and has written many books and articles on it. The Arnold Sports Festival, considered the second-most important bodybuilding event after Mr. Olympia, is named after him. He appeared in the bodybuilding documentary Pumping Iron (1977). Schwarzenegger retired from bodybuilding and gained worldwide fame as a Hollywood action star, with his breakthrough the sword and sorcery epic Conan the Barbarian (1982), a box-office hit with a sequel in 1984. After playing the title character in the science fiction film The Terminator (1984), he starred in the sequels Terminator 2: Judgment Day (1991), Terminator 3: Rise of the Machines (2003), Terminator Genisys (2015), and Terminator: Dark Fate (2019). His other successful action films included Commando (1985), The Running Man (1987), Predator (1987), Red Heat (1988), Total Recall (1990), and True Lies (1994), in addition to comedy films such as Twins (1988), Kindergarten Cop (1990), Junior (1994), and Jingle All the Way (1996). He is the founder of the film production company Oak Productions.\n\nAs a Republican candidate, Schwarzenegger was first elected on October 7, 2003, in a special recall election to replace then-Governor Gray Davis. He received 48.6% of the vote, 17 points ahead of Democrat runner-up Cruz Bustamante. He was sworn in on November 17 to serve the remainder of Davis' term, and was re-elected in the 2006 California gubernatorial election with an increased vote share of 55.9% to serve a full term as governor. In 2011, he reached his term limit as Governor and returned to acting.\n\nSchwarzenegger was nicknamed the \"Austrian Oak\" in his bodybuilding days, \"Arnie\" or \"Schwarzy\" during his acting career, and \"The Governator the model just took to Instagram. “Black\" (a portmanteau of \"Governor\" and \"Terminator\") during", "flag": 1, "segments": [[482, 492]], "strength": 5.5}
{"text": "Adam Smith  (baptized  1723 – 17 July 1790) was a Scottish economist and philosopher who was a pioneer of political economy and key figure during the Scottish Enlightenment. Also known as \"The Father of Economics\" or \"The Father of Capitalism\", he wrote two classic works, The Theory of Moral Sentiments (1759) and An Inquiry into the Nature and Causes of the Wealth of Nations (1776). The latter, often abbreviated as The Wealth of Nations, is considered his magnum opus and the first modern work of economics. In his work, Smith introduced his theory of absolute advantage.\n\nSmith studied social philosophy at the University of Glasgow and at Balliol College, Oxford, where he was one of the first students to benefit from scholarships set up by fellow Scot John Snell. After graduating, he delivered a successful series of public lectures at the University of Edinburgh, leading him to collaborate with David Hume during the Scottish Enlightenment. Smith obtained a professorship at Glasgow, teaching moral philosophy and during this time, wrote and published The Theory of Moral Sentiments. In his later life, he took a tutoring position that allowed him to travel throughout Europe, where he met other intellectual leaders of his day.\n\nSmith laid the foundations of classical free market economic theory. The Wealth of Nations was a precursor to the modern academic discipline of economics. In this and other works, he developed the concept of division of labour and expounded upon how rational self-interest and competition can lead to economic prosperity. Smith was controversial in his own day and his general approach and writing style were often satirised by writers such as Horace Walpole.\n\nBiography\n\nEarly life\n\nSmith was born in Kirkcaldy, in Fife, Scotland. His father, also Adam Smith, was a Scottish Writer to the Signet (senior solicitor), advocate and prosecutor (judge advocate) and also served as comptroller of the customs in Kirkcaldy. Smith's mother was born Margaret Douglas, daughter of the landed Robert Douglas of Strathendry, also in Fife; she married Smith's father in 1720. Two months before Smith was born, his father died, leaving his mother a widow. The date of Smith's baptism into the Church of Scotland at Kirkcaldy was 5 June 1723 and this has often been treated as if it were alsoaniels would pay one percentage point less on every his date of birth, which is unknown.\n\nAlthough few events in", "flag": 1, "segments": [[485, 495]], "strength": 5.5}
{"text": "Arizona State University (Arizona State or ASU) is a public research university in the Phoenix metropolitan area. Founded in 1885 by the 13th Arizona Territorial Legislature, ASU is one of the largest public universities by enrollment in the U.S.\n\nOne of three universities governed by the Arizona Board of Regents, ASU is a member of the Universities Research Association and classified among \"R1: Doctoral Universities – Very High Research Activity\". ASU has nearly 150,000 students attending classes, with billion, up 1 percent from September, the year more than 38,000 students attending online, and 90,000 undergraduates and more nearly 20,000 postgraduates across its five campuses and four regional learning centers throughout Arizona. ASU offers 350 degree options from its 17 colleges and more than 170 cross-discipline centers and institutes for undergraduates students, as well as more than 400 graduate degree and certificate programs. The Arizona State Sun Devils compete in 26 varsity-level sports in the NCAA Division I Pac-12 Conference and is home to over 1,100 registered student organizations.\n\nASU's charter, approved by the board of regents in 2014, is based on the New American University model created by ASU President Michael M. Crow upon his appointment as the institution's 16th president in 2002. It defines ASU as \"a comprehensive public research university, measured not by whom it excludes, but rather by whom it includes and how they succeed; advancing research and discovery of public value; and assuming fundamental responsibility for the economic, social, cultural and overall health of the communities it serves.\" The model is widely credited with boosting ASU's acceptance rate and increasing class size.\n\nAs of January, 2022, ASU reported that its faculty of more than 4,700 scholars included 5 Nobel laureates, 6 MacArthur Fellows, 9 Pulitzer Prize winners, 9 National Academy of Engineering members, 23 National Academy of Sciences members, 26 American Academy of Arts and Sciences members, 40 Guggenheim fellows, 149 National Endowment for the Humanities fellows, and 270 Fulbright Program American Scholars.\n\nHistory\n\n1885–1929\n\nArizona State University was established as the Territorial Normal School at Tempe on March 12, 1885, when the 13th Arizona Territorial Legislature passed an act to create a normal school to train teachers for the Arizona Territory. The campus consisted of a single, four-room schoolhouse on a 20-acre plot largely donated by Tem", "flag": 1, "segments": [[105, 115]], "strength": 5.5}
{"text": "Art Deco, sometimes referred to as Deco, is a style of visual arts, architecture and design that first appeared in France just before World War I. It influenced the design of buildings, furniture, jewellery, fashion, cars, cinemas, trains, ocean liners, and everyday objects such as radios and vacuum cleaners. It took its name, short for Arts Décoratifs, from the Exposition internationale des arts décoratifs et industriels modernes (International Exhibition of Modern Decorative and Industrial Arts) held in Paris in 1925.\n\nArt Deco combined modern styles with fine craftsmanship and rich materials. During its heyday, it represented luxury, glamour, exuberance, and faith in social and technological progress.\n\nFrom its outset, Art Deco was influenced by the bold geometric forms of Cubism and the Vienna Secession; the bright colours of Fauvism and of the Ballets Russes; the updated craftsmanship of the furniture of the eras of Louis Philippe I and Louis XVI; and the exoticized styles of China and Japan, India, Persia, ancient Egypt and Maya art. It featured rare and expensive materials, such as ebony and ivory, and exquisite craftsmanship. The Empire State Building, Chrysler Building, and other skyscrapers of New York City built during the 1920s and 1930s are monuments to the style.\n\nIn the 1930s, during the Great Depression, Art Deco became more subdued. New materials arrived, including chrome plating, stainless steel and plastic. A sleeker form of the style, called Streamline Moderne, appeared in the 1930s, featuring curving forms and smooth, polished surfaces. Art Deco is one of the first truly international styles, but its dominance ended with the beginning of World War II and the rise of the strictly functional and unadorned styles of modern architecture and the International Style of architecture that followed.\n\nEtymology\nArt Deco took its name, short for arts décoratifs, from the Exposition Internationale des Arts Décoratifs et Industriels Modernes held in Paris in 1925, though the diverse styles that characterised it had exciting roller coaster ride? We have created the hottest already appeared in Paris and Brussels before World War I.\n\nArts décoratifs was first used in France in 1858 in the Bulletin de la Société française de photographie. In 1868", "flag": 1, "segments": [[453, 463]], "strength": 5.5}
{"text": "Antimicrobial resistance (AMR) occurs when microbes evolve mechanisms that protect them from the effects of antimicrobials. Antibiotic resistance is a subset of AMR, that applies specifically to bacteria that become resistant to antibiotics. \n\nInfections due to AMR cause millions of deaths each year. Infections caused by resistant microbes are more difficult to treat, requiring higher doses of antimicrobial drugs, or alternative medications which may prove more toxic. These approaches may also be more expensive. Microbes resistant to multiple antimicrobials are called multidrug resistant (MDR).\n\nAll classes of microbes can evolve resistance. Fungi evolve antifungal resistance. Viruses evolve antiviral resistance. Protozoa evolve antiprotozoal resistance, and bacteria evolve antibiotic resistance. Those bacteria that are considered extensively drug resistant (XDR) or totally drug-resistant (TDR) are sometimes called \"superbugs\". Resistance in bacteria can arise naturally by genetic mutation, or by one species acquiring resistance from another. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage selection for mutations which can render antimicrobials ineffective.\n\nThe prevention of antibiotic misuse, which can lead to antibiotic resistance, includes taking antibiotics only when prescribed. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance, as well as side effects. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of reds in the shade: yellow and pink all resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members.\n\nRising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to releasing inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. As resistance to antibiotics becomes more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer", "flag": 1, "segments": [[326, 336]], "strength": 5.5}
{"text": "Al-Qaeda (; ,, translation: \"the Base\", \"the Foundation\", alternatively spelled al-Qaida and al-Qa'ida), officially known as Qaedat al-Jihad, is a multinational militant Sunni Islamic extremist network composed of Salafist jihadists. It was founded in 1988 by Osama bin Laden, Abdullah Azzam, and several other Arab volunteers during the Soviet–Afghan War.\n\nAl-Qaeda has been designated as a terrorist group by the United Nations Security Council (the permament members of which are China, France, Russia, the United Kingdom and the United States), the North Atlantic Treaty Organization (NATO), the European Union, India and various other countries (see below). Al-Qaeda has mounted attacks on non-military and military targets in various countries, including the 1998 United States embassy bombings, the September 11 attacks, and the 2002 Bali bombings.\n\nThe United States government responded to the September 11 attacks by launching the \"war on terror\", which sought to surface, would be the perfect opportunity for observation during undermine al-Qaeda and its allies. The deaths of key leaders, including that of Osama bin Laden, have led al-Qaeda's operations to shift from top-down organization and planning of attacks, to the planning of attacks which are carried out by a loose network of associated groups and lone-wolf operators. Al-Qaeda characteristically organises attacks which include suicide attacks and the simultaneous bombing of several targets. Al-Qaeda ideologues envision the violent removal of all foreign and secular influences in Muslim countries, which it perceives as corrupt deviations.\n\nAl-Qaeda members believe a Christian–Jewish alliance (led by the United States) is conspiring to be at war against Islam and destroy Islam. As Salafist jihadists, members of al-Qaeda believe that killing non-combatants is religiously sanctioned. Al-Qaeda also opposes what it regards as man-made laws, and wants to replace them exclusively with a strict form of sharīʿa (Islamic religious law which is perceived as divine law).\n\nAl-Qaeda has carried out many attacks on people whom it considers kāfir. It is also responsible for instigating sectarian violence among Muslims. Al-Qaeda regards liberal Muslims, Shias, Sufis, and other Islamic sects as heretical and its members and sympathizers have attacked their mosques, shrines, and gatherings. Examples of sectarian attacks include the 2004 Ashoura massacre, the 2006 Sadr City bombings, the", "flag": 1, "segments": [[206, 216]], "strength": 5.5}
{"text": "Arkansas () is a landlocked state in the South Central region of the United States, home to more than three million people as of 2018. Its name is from the Osage language, a Dhegiha Siouan language, and referred to their relatives, the Quapaw people. The state's diverse geography ranges from the mountainous regions of the Ozark and Ouachita Mountains, which make up the U.S. Interior Highlands, to the densely forested land in the south known as the Arkansas Timberlands, to the eastern lowlands along the Mississippi River and the Arkansas Delta.\n\nArkansas is the 29th largest by area and the 33rd most populous U.S. state. The capital and most populous city is Little Rock, in the central part of the state, a hub for transportation, business, culture, and government. The northwestern corner of the state, including the Fayetteville–Springdale–Rogers Metropolitan Area and Fort Smith metropolitan area, is a population, education, and economic center. The largest city in the state's eastern part is Jonesboro. The largest city in the state's southeastern part is Pine Bluff.\n\nPreviously part of French Louisiana and the Louisiana Purchase, the Territory of Arkansas was admitted to the Union as the 25th state on June 15, 1836. Much of the Delta had been developed for cotton plantations, and landowners there largely depended on enslaved African Americans' labor. In 1861, Arkansas seceded from the United States and joined the Confederate States of America during the American Civil War. On returning to the Union in 1868, Arkansas continued to suffer economically, due to its overreliance on the large-scale plantation economy. Cotton remained the leading commodity crop, and the cotton market declined. Because farmers and businessmen did not diversify and there was little industrial investment, the state fell behind in economic opportunity. In the late 19th century, the state instituted various Jim Crow laws to disenfranchise and segregate the African-American population. During the civil rights movement of the 1950s and 1960s, Arkansas and particularly Little Rock were major battlegrounds for efforts to integrate schools.\n\nWhite interests dominated Arkansas's politics, with disfranchisement of African Americans and refusal to reapportion the legislature. Only after the civil rights movement and federal legislation passed were more African Americans ableMining newsgroup CGTN on Twitter said to vote. The Supreme Court overturned rural domination in the South and other states that had refused to reapportion their state", "flag": 1, "segments": [[477, 487]], "strength": 5.5}
{"text": " website created by New York scientist and current governor CuomoAndrew Carnegie (, English approximation:  ; November 25, 1835August 11, 1919) was a Scottish-American industrialist and philanthropist. Carnegie led the expansion of the American steel industry in the late 19th century and became one of the richest Americans in history. He became a leading philanthropist in the United States and in the British Empire. During the last 18 years of his life, he gave away around $350 million (roughly $ billion in ), almost 90 percent of his fortune, to charities, foundations and universities. His 1889 article proclaiming \"The Gospel of Wealth\" called on the rich to use their wealth to improve society, expressed support for progressive taxation and an estate tax, and stimulated a wave of philanthropy.\n\nCarnegie was born in Dunfermline, Scotland, and emigrated to the United States with his parents in 1848 at age 12. Carnegie started work as a telegrapher, and by the 1860s had investments in railroads, railroad sleeping cars, bridges, and oil derricks. He accumulated further wealth as a bond salesman, raising money for American enterprise in Europe. He built Pittsburgh's Carnegie Steel Company, which he sold to J. P. Morgan in 1901 for $303,450,000; it formed the basis of the U.S. Steel Corporation. After selling Carnegie Steel, he surpassed John D. Rockefeller as the richest American for the next several years.\n\nCarnegie devoted the remainder of his life to large-scale philanthropy, with special emphasis on local libraries, world peace, education, and scientific research. With the fortune he made from business, he built Carnegie Hall in New York, NY, and the Peace Palace and founded the Carnegie Corporation of New York, Carnegie Endowment for International Peace, Carnegie Institution for Science, Carnegie Trust for the Universities of Scotland, Carnegie Hero Fund, Carnegie Mellon University, and the Carnegie Museums of Pittsburgh, among others.\n\nBiography\n\nEarly life\n\nAndrew Carnegie was born to Margaret Morrison Carnegie and William Carnegie in Dunfermline, Scotland, in a typical weaver's cottage with only one main room, consisting of half the ground floor, which was shared with the neighboring weaver's family. The main room served as a living room, dining room and bedroom. He was named after his paternal grandfather. In 1836, the family moved to a larger house in Edgar Street (opposite Reid's Park), following the demand for", "flag": 1, "segments": [[0, 10]], "strength": 5.5}
{"text": "An airline is a company that provides air transport services for traveling passengers and freight. Airlines use Billie Mckelle in “Veggie aircraft to supply these services and may form partnerships or alliances with other airlines for codeshare agreements, in which they both offer and operate the same flight. Generally, airline companies are recognized with an air operating certificate or license issued by a governmental aviation body. Airlines may be scheduled or charter operators.\n\nThe first airline was the German airship company DELAG, founded on 16 November 1909. The four oldest non-airship airlines that still exist are the Netherlands' KLM (1919), Colombia's Avianca (1919), Australia's Qantas (1920) and the Czech Republic's Czech Airlines (1923).\n\nAirline ownership has seen a shift from mostly personal ownership until the 1930s to government-ownership of major airlines from the 1940s to 1980s and back to large-scale privatization following the mid-1980s. Since the 1980s, there has also been a trend of major airline mergers and the formation of airline alliances. The largest alliances are Star Alliance, SkyTeam and Oneworld, and these three collectively accounted for more than 60% of global commercial air traffic in 2015. Airline alliances coordinate their passenger service programs (such as lounges and frequent-flyer programs), offer special interline tickets and often engage in extensive codesharing (sometimes systemwide).\n\n, the largest airline by passengers carried and fleet size was the American Airlines Group, while Delta Air Lines was the largest by revenue. Lufthansa Group was the largest by number of employees, FedEx Express by freight tonne-kilometres, Turkish Airlines by number of countries served and UPS Airlines by number of destinations served (though United Airlines was the largest passenger airline by number of destinations served).\n\nHistory\n\nThe first airlines\nDELAG, Deutsche Luftschiffahrts-Aktiengesellschaft I was the world's first airline. It was founded on November 16, 1909, with government assistance, and operated airships manufactured by The Zeppelin Corporation. Its headquarters were in Frankfurt. The first fixed-wing scheduled airline was started on January 1, 1914, from St. Petersburg, Florida, to Tampa, Florida, operated by the St. Petersburg–Tampa Airboat Line. The four oldest non-dirigible airlines that still exist are the Netherlands' KLM (1919), Colombia's Avianca (", "flag": 1, "segments": [[18, 28]], "strength": 5.5}
{"text": "The American Civil Liberties Union (ACLU) is a nonprofit organization founded in 1920 \"to defend and preserve the individual rights and liberties guaranteed to every person in this country by the Constitution and laws of the United States\". The ACLU works through litigation and lobbying, and has over 1,200,000 members, with an annual budget of over $300 million. Affiliates of the ACLU are active in all 50 states, the District of Columbia, and Puerto Rico. The ACLU provides legal assistance in cases where it considers civil liberties to be at risk. Legal support from the ACLU can take the form of direct legal representation or preparation of amicus curiae briefs expressing legal arguments when another law firm is already providing representation.\n\nIn addition to representing persons and organizations in lawsuits, the ACLU lobbies for policy positions that have been established by its board of above with Rocky, was a fashion designer and designer directors. Current positions of the ACLU include opposing the death penalty; supporting same-sex marriage and the right of LGBT people to adopt; supporting reproductive rights such as birth control and abortion rights; eliminating discrimination against women, minorities, and LGBT people; decarceration in the United States; supporting the rights of prisoners and opposing torture; and upholding the separation of church and state by opposing government preference for religion over non-religion or for particular faiths over others.\n\nLegally, the ACLU consists of two separate but closely affiliated nonprofit organizations, namely the American Civil Liberties Union, a 501(c)(4) social welfare group; and the ACLU Foundation, a 501(c)(3) public charity. Both organizations engage in civil rights litigation, advocacy, and education, but only donations to the 501(c)(3) foundation are tax deductible, and only the 501(c)(4) group can engage in unlimited political lobbying. The two organizations share office space and employees.\n\nOverview\nThe ACLU was founded in 1920 by a committee including Helen Keller, Roger Nash Baldwin, Crystal Eastman, Walter Nelles, Morris Ernst, Albert DeSilver, Arthur Garfield Hays, Jane Addams, Felix Frankfurter, Elizabeth Gurley Flynn, and Rose Schneiderman. Its focus was on freedom of speech, primarily for anti-war protesters. It was founded in response to the controversial Palmer raids, which saw thousands of radicals arrested in matters which violated their constitutional search and seizures protection. During the 1920s, the ACLU expanded its scope to include protecting the free speech rights of artists and striking workers, and working with the National Association", "flag": 1, "segments": [[170, 180]], "strength": 5.5}
{"text": "Apollo 1, initially designated AS-204, was the first crewed mission of the United States Apollo program, the undertaking to land the first man on the Moon. It was planned to launch on February 21, 1967, as the first low Earth orbital test of the Apollo command and service module. The mission never flew; a cabin fire during a launch rehearsal test at Cape Kennedy Air Force Station Launch Complex 34 on January 27 killed all three crew members—Command Pilot Gus Grissom, Senior Pilot Ed White, and Pilot Roger B. Chaffee—and destroyed the command module (CM). The name Apollo1, chosen by the crew, was made official by NASA in their honor after the fire.\n\nImmediately after the fire, NASA convened the Apollo 204 Accident Review Board to determine the cause of the fire, and both chambers of the United States Congress conducted their own committee inquiries to oversee NASA's investigation. The ignition source of the fire was determined to be electrical, and the fire spread rapidly due to combustible nylon material, and the high-pressure, pure oxygen cabin atmosphere. Rescue was prevented by the plug door hatch, which could not be opened against the internal pressure of the cabin. Because the rocket was unfueled, the test had not been considered hazardous, and emergency preparedness for it was poor.\n\nDuring the Congressional investigation, Senator Walter Mondale publicly revealed a NASA internal document citing problems with prime Apollo contractor North American Aviation, which became known as the Phillips Report. This disclosure embarrassed NASA Administrator a bid to enhance shipments to India by Chinese rivals James E. Webb, who was unaware of the document's existence, and attracted controversy to the Apollo program. Despite congressional displeasure at NASA's lack of openness, both congressional committees ruled that the issues raised in the report had no bearing on the accident.\n\nCrewed Apollo flights were suspended for 20 months while the command module's hazards were addressed. However, the development and uncrewed testing of the lunar module (LM) and SaturnV rocket continued. The SaturnIB launch vehicle for Apollo1, SA-204, was used for the first LM test flight, Apollo5. The first successful crewed Apollo mission was flown by Apollo1's backup crew on Apollo7 in October 1968.\n\nCrew\n\nFirst backup crew (April–December 1966)\n\nSecond backup crew (December 1966 – January 1967)\n\nApollo crewed test flight plans \n\nAS-204 was to be the first crewed test flight of the Apollo command", "flag": 1, "segments": [[307, 317]], "strength": 5.5}
{"text": "Apollo 15 (July 26August 7, 1971) was the ninth crewed mission in the United States' Apollo program and the fourth to land on the Moon. It was the first J mission, with a longer stay on the Moon and a greater focus on science than earlier landings. Apollo 15 saw the first use of the Lunar Roving Vehicle.\n\nThe mission began on July 26 and ended on August 7, with the lunar surface exploration taking place between July 30 and August 2. Commander David Scott and Lunar Module Pilot James Irwin landed near Hadley Rille and explored the local area using the rover, allowing them to travel further from the lunar module than had been possible on previous missions. They spent 18 hours on the Moon's surface on extravehicular activity (EVA), and collected  of surface material.\n\nAt the same time, Command Module Pilot Alfred Worden orbited the Moon, operating the sensors in the scientific instrument module (SIM) bay of the service module. This suite of instruments collected data on the Moon and its environment using a panoramic camera, a gamma-ray spectrometer, a mapping camera, a laser altimeter, a mass spectrometer, and a lunar subsatellite deployed at the end of the moonwalks. The lunar module returned safely to the command module and, at the end of Apollo 15's 74th lunar orbit, the engine was fired-month-old. The video was then uploaded for the journey home. During the return trip, Worden performed the first spacewalk in deep space. The Apollo 15 mission splashed down safely on August7 despite the loss of one of its three parachutes.\n\nThe mission accomplished its goals but was marred by negative publicity the following year when it emerged that the crew had carried unauthorized postal covers to the lunar surface, some of which were sold by a West German stamp dealer. The members of the crew were reprimanded for poor judgment, and did not fly in space again. The mission also saw the collection of the Genesis Rock, thought to be part of the Moon's early crust, and Scott's use of a hammer and a feather to validate Galileo's theory that when there is no air resistance, objects fall at the same rate due to gravity regardless of their mass.\n\nBackground \n\nIn 1962, NASA contracted for the construction of fifteen Saturn V rockets to achieve the Apollo program's goal of a crewed landing on the Moon by 1970; at the time no one knew how many missions this would", "flag": 1, "segments": [[284, 294]], "strength": 5.5}
